[{"reviews": ["Great massage, amazing service and good price. Deep tissue massage really was deep tissue!! ", "Facilities were lovely too! Went in barely able to walk and left being able to dance!", "Will definitely be back!", "Easy to get an appointment on a Sunday (I called an hour or so before) for a 60 minute traditional Thai yoga massage (you know the ones, where they crack your back, and stretch you like you've never been stretched). ", "The service was lovely, and you can save $5 by paying cash (normally $70 for 60 minutes), but the massage itself just wasn't quite as good as I was hoping for. I've had a ton of Thai massages in my life (in Thailand as well as around the world), and this felt more like one of those cheap Chinese massages with all elbows and arm bones, which frankly just hurt me rather than as much stretching and cracking as I would've liked. The girl was unable to crack my back towards the end from the sitting up position so just gave up, I've never had a problem before. ", "Fun Fact: they offer you a free bottle of water of soft drink on arrival - yay!", "Hot dayum!", "Walked in with a sore shoulder and no booking, within minutes I was face down getting kneaded into putty in true Thai style. ", "It always amazes me how strong these Thai women are, and how much they don't hold back. Knees, elbows, the lot were used to sort me out. I loved it. Equal parts relaxing and invigorating!", "Get in there if you like a good, hard core, powerful massage.", "One of the better massages I've had, and I've been to many places. I will be making a second trip next time I'm in Melbourne.", "I've been a total massage junkie since my teens and had long benefited by having lots of friends who were masseuses and gave me generous discounts.  This happens when you live in a hippie town like Portland Oregon.  Nice perk, eh?", "Upon moving to Oz It took me awhile to find a reasonably priced, quality massage joint.  I discovered Vigorous Thai about two and a half years ago and have been dropping in for my monthly \"combination massage\" (half Swedish lotion style relaxation and half Thai twisties)  ever since.  ", "The staff here is extremely friendly, from the smiling guy who mans the front desk to the very polite massage staff themselves.  Opt for a relaxation, Thai, or combo message (with choice of elevated table or traditional mat on the floor) for 30, 45, or 60 minutes at a time.  I usually go for the hour long option, which is only 65 dollars if you pay with cash.  The massages are usually good, but as with any place where you don't choose your masseuse, quality varies.  Out of 20 plus visits I've only had two or three dud experiences which I think speaks fairly well for Vigorous Thai.  Be clear about desired pressure, health issues, and particular areas you'd like your masseuse to focus on.  Most of the woman won't ask and you'll get a better massage if you are clear about what you want.", "Don't forget your free bottle of water and mentos candy on your way out!", "I just had a massage here and was very surprised at how fantastic it was. I requested the combination massage which was great for getting my knots out and I felt stretched afterwards. The venue is super clean and relaxing. I went with my husband and they were able to open the doors between us so it felt like a couples massage. I highly recommend Vigorous Thai for the price, cleanliness and enjoyable massage.", "Great place for a massage after a day of shopping in the city. It is clean, smells nice with soothing music. You get a seperate  massage room which is spacious and private. The massage was great too, i got the traditional thai massage  $55 for 45 mins and I also won and extra 5 mins for free with their awesome lucky dip!", "Been here once, definitely worth coming back. I did request the masseuse after my deep tissue massage to crack my back - success!", "Tip: Pay by cash to get a discount", "A hidden jewel of a massage. Reasonable price for a great massage. I get regular massages & this ranks as one of the best. Why pay the outrageous fees of a hotel spa when you can have an excellent one here, if you are willing to walk to it."], "ratings": ["5.0", "2.0", "4.0", "4.0", "4.0", "4.0", "4.0", "5.0", "5.0"], "title": "Vigorous Traditional Thai - Melbourne - Melbourne Victoria, Australia"}]