[
  [
    {
      "address": "Map of 27 Park Street, Sydney, NSW, 2000, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Elixr Health Clubs - Sydney Town Hall on FindYoga",
      "desc": "As the pioneers in incorporating mind and body disciplines to a health club environment, Elixr is unique in that it offers only authentic yoga styles, with some of its instructors regularly travelling to India to learn from their mentors.With over 250 Yoga "
    },
    {
      "address": "Map of Yogamama, 329 Clovelly Rd, Clovelly, New South Wales, 2031, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "JustBreatheYoga on FindYoga",
      "desc": "www.justbreatheyoga.com.au\rSmall group classes for Women in Clovelly\rThese classes are intelligently sequenced so that you move at a slower pace, giving time for your muscles to heat, energy to build and an opportunity to delve deeper within, both physically and emotionally, and so discover the true medicine that is yoga.\rWe work together to ensure that you honour your body "
    },
    {
      "address": "Map of Bronte, NSW, 2024, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga of the Kitchen on FindYoga",
      "desc": "FindYoga.com is the easiest way to find yoga online"
    },
    {
      "address": "Map of Bondi Pavilion, Bondi Beach, NSW, 2026, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "The Healing Connection on FindYoga",
      "desc": "A 6 week course that allows you to truly replenish, be still and re-connect. A spiritual journey that works with physical postures, breathing, energy centres, chanting and visualisation meditation."
    },
    {
      "address": "Map of 329 Clovelly Rd, Clovelly, NSW, 2031, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yogamama on FindYoga",
      "desc": "A boutique yoga studio specialising in pre and post natal yoga in Sydney"
    },
    {
      "address": "Map of Building 21, Suakin Dr, Mosman, NSW, 2088, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Mosman Yoga Co-op on FindYoga",
      "desc": "Term 4 2015: Tuesday 06 Oct - 12 Dec 2015 (some classes continue during the break)\rStudents are welcome to join classes at any time during the term. However we recommend that you check with the teacher beforehand, in case the class is full or there has been a last minute timetable change. Teacher contact details are found on the Teachers listing on this web page."
    },
    {
      "address": "Map of 38c, Macpherson St, Bronte, NSW, 2024, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Sukha Mukha Yoga on FindYoga",
      "desc": "Sukha Mukha yoga has found it"
    },
    {
      "address": "Map of Ground Floor, RNS Community Health Centre, 2c Herbert St, St Leonards, NSW, 2065, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "RNS Hospital on FindYoga",
      "desc": "Pre-natal yoga classes, teaching breath awareness, asana postures and relaxation/meditation."
    },
    {
      "address": "Map of 742 Military Road (Level 1), Mosman, NSW, 2088, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Mosman Village Yoga on FindYoga",
      "desc": "Mosman's premier studio space specialising in the Japanese style of yoga as well as meditation, pilates and yoga therapy. Classes on every day of the week. Beginners are very welcome and we have a special introductory offer available - try as many classes/teachers over 7 consecutive days and pay just $20. CHECK OUR WEBSITE FOR LATEST TIMETABLE, WORKSHOPS, INTENSIVES AND RETREATS.\rFor all general enquiries contact Anne Bailey 0417 065 186 or email stretch@mosmanvillageyoga.com.au"
    },
    {
      "address": "Map of Longueville Sporting Club. Cnr River Rd West & Kenneth St, Longueville, Longueville, NSW, 2066, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yogabowl on FindYoga",
      "desc": "Doable yoga for real people like you.\n(Dynamic) Hatha yoga practice, with a broad influence.\nFirst-timers to experienced yogi"
    },
    {
      "address": "Map of Suite 2/52 Ourimbah Rd, Mosman, NSW, 2088, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga Sivana on FindYoga",
      "desc": "YOGA SIVANA ECO-STUDIO "
    },
    {
      "address": "Map of 1/696 New South Head Road, Entry from Collins Avenue round the back, Rose Bay, NSW, 2029, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Prana Space Studio on FindYoga",
      "desc": "The Rose Bay Yoga Room is a small intimate space offering classes for all ages, yoga experience levels, and health requirements. From pre- natal to mums and bubs; Bendybodz for Kids from to 17 years; gentle restorative styles through to "
    },
    {
      "address": "Map of Mosman, NSW, 2088, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Kundalini Wellbeing on FindYoga",
      "desc": "Kundalini Wellbeing in conjunction with Ramadasa International conducts specialty training courses in Kundalini Yoga. "
    },
    {
      "address": "Map of PO Box 350, Randwick, NSW, 2031, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Enlightened Events on FindYoga",
      "desc": "Enlightened Events"
    },
    {
      "address": "Map of 62A Avenue Rd , Mosman, NSW, 2088, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Adore Yoga on FindYoga",
      "desc": "Welcome to Adore Yoga PRIVATE CLASSES, SMALL GROUP CLASSES, MENTORING \"I have really enjoyed your program, your teachers are absolutely special.\" Carissa, Adore Student.Our students say nice things about us because they love what we do. Adore Yoga in Mosman is not like other yoga places. You'll love visiting our studios because you'll feel welcome, comfortable and appreciated. It doesn't matter if you can't touch your toes (or even see them!) Our students come in all shapes, sizes and ages and we welcome everybody to our friendly, fun classes. Our classes are limited to 8 students or less so your teacher will know your name and help you to work at just the right level. No being stuck at the back wondering if you're doing it wrong or struggling to copy a super-flexible instructor going at break-neck speed. We'll give you the 1-on-1 instruction and support you need to reach your health goals.Our Guarantee - you will love your Adore Yoga course, or we'll refund your full course fees and even pay for you to attend a class at another yoga school*.Note: YOGA PASS studentsStudents using Yoga Pass must book their place at least 24 hours in advance. All places are subject to availability. *80% attendance required to qualify for course refund. Alternative class payment limited to single group class at a yoga studio within Mosman 2088 district."
    },
    {
      "address": "Map of 29A Majors Bay Rd, Concord, NSW, 2137, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Concord Yoga on FindYoga",
      "desc": "Ki Yoga is a dynamic yoga, which changes with each session to continually bring harmony and support within. Ki Yoga not only stretches and strengthens the physical body but also strengthens the meridians (energy pathways) of the body to improve wellbeing. The asanas (postures and stretches) are designed to stimulate these various meridian pathways to improve your strength, flexibility, coordination, and cardiovascular health as well as improve your sense of physical confidence and overall wellbeing. Ki Yoga is suitable for beginner and advanced students - call us on 02 8765 8526 to book a free introductory class."
    },
    {
      "address": "Map of 90-92 Marine Parade, Maroubra, Sydney, NSW, 2035, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "essence of yoga on FindYoga",
      "desc": "Essence of Yoga was founded in 2005 with the intention of providing the local community with a warm and welcoming studio and a high level of teaching to help students explore the essence of yoga in an authentic, safe, practical and supportive environment.\nThe yoga studio is fullyequipped with ropes, props and mats. Class sizes are limited to 11 students.This creates a strong sense of community and ensures that all participantsreceive individual attention and guidance. The studio offers ocean views and is located in beautiful surroundings."
    },
    {
      "address": "Map of 1 Holtermann St, Crows Nest, NSW, 2065, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Mantra Yoga on FindYoga",
      "desc": "Mantra Yoga provides a space where students from all walks of life and all levels of fitness can move into greater health and inner harmony through practising hatha yoga postures. Classes are taught in a warm room to allow the body to open more deeply. Our basic series is designed to systematically cleanse, strengthen and heal your whole body. The sequence of postures builds your bone and muscle strength, your flexibility, works your cardiovascular and respiratory systems and calms your mind. We move progressively deeper into all the systems of the body with a focus on working the spine, the abdominal muscles, the digestive, reproductive and endocrine systems. Your body is brought into a state of potential healing and you leave class feeling energised and relaxed.\rIntroductory Offer\n5 Yoga "
    },
    {
      "address": "Map of 8 Melford St (entrance via Wattle Ln, rear of Uniting Church), Hurlstone Park, NSW, 2193, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Art of Yoga on FindYoga",
      "desc": "Art of Yoga is a school of Hatha Yoga. Hatha yoga is comprised of asana (physical postures) and pranayama (the yoga of breathing).\rThe purpose of the classes at Art of Yoga is to present the subject and practice of hatha yoga as clearly and as supportively as possible. Students are guided towards open hearted self enquiry and a balanced approach to working with mind and body.\rThe School structure supports regular attendance, progressive learning, and an opportunity to learn how to practice through our Practice Programs system. The atmosphere created by regular attendance over a period of time becomes dynamic and supportive for all students.\r"
    },
    {
      "address": "Map of 930 Anzac Parade, Maroubra, NSW, 2035, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Bikram - Maroubra  on FindYoga",
      "desc": "Each posture stretches and strengthens specific muscles, ligaments and joints needed for the next posture. The Bikram method also stimulates the organs, glands and nerves, moving fresh oxygenated blood to 100 percent of the body, restoring all systems to a healthy working order. Bikram scientifically designed this 90-minute program to deliver total health through the balancing and strengthening of every system in the body in order to prevent illness and injury, promote weight loss, and limit the effects of aging. In addition, the series of postures combine skills of concentration, patience, determination and self-control that increase mental clarity and reduce stress. Bikram yoga is done in a heated room to warm your muscles, prevent injury, allow a deeper workout and cleanse the body by flushing toxins."
    },
    {
      "address": "Map of 2/826 ANZAC PDE, Maroubra, NSW, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Maroubra Yoga Studio on FindYoga",
      "desc": "double-listing**"
    },
    {
      "address": "Map of Level 1, 42-46 Longueville Rd, Lane Cove, New South Wales, 2066, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Bikram Yoga Northside - Lane Cove on FindYoga",
      "desc": "A brilliantly designed sequence of 26 Hatha Yoga poses (with Pranayama) in a heated room, to enhance the depth of your stretch, promote detox and weight-loss, and lessen the risk of injury.\rThis is the original hot yoga, designed by Bikram Choudhury to work every part of your body in a 90-minute class.\rThe series is suitable for all levels: beginners to advanced, and is for accessible and beneficial for people of any age and any condition.\rTry the 30-day Introductory Pass: 30 days unlimited for only $39."
    },
    {
      "address": "Map of Level 1, 822-824 Anzac Parade, Maroubra, NSW, 2035, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yogala on FindYoga",
      "desc": "Yogala is a Flow and Yin yoga studio for the stiff and the supple, the strong and the soft, the fast and the slow, the young and the old.\rIn addition to Flow and Yin Yoga, we also offer classes that cater to particular stages of life: Flow yoga for Pregnancy; Flow yoga for Mamas "
    },
    {
      "address": "Map of BONDI Icebergs, 1 Notts Ave, Bondi Beach, NSW, 2026, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga by the Sea, Bondi, Tamarama & Bronte on FindYoga",
      "desc": "Located a downdog"
    },
    {
      "address": "Map of Suite 2, 131 Alexander St, Crows Nest, NSW, 2065, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Beyond Fitness Australia on FindYoga",
      "desc": "Beyond Fitness Australia is a boutique AntiGravity"
    },
    {
      "address": "Map of 40B Birmingham Street, Alexandria, NSW, 2015, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "The Yoga Well on FindYoga",
      "desc": "The Yoga Well specialises in alignment-based vinyasa yoga. Our classes combine precise instruction with warmth, personal attention and a genuine interest in your progress. Ultimately, our goal is to help you become healthier, happier and more radiantly alive.\rWith highly qualified teachers, a range of class styles and a welcoming, light-filled studio, we"
    },
    {
      "address": "Map of level 1,62 carr st (above barzura restaurant/cafe), off arden st, coogee beach, NSW, 2034, australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "the livingroom yoga school coogee beach on FindYoga",
      "desc": "for full current time table please go to\rhttp://www.thelivingroomcoogee.com.au/timetables.html"
    },
    {
      "address": "Map of Level 1 Cnr Marrickville Rd and, Durham Street, Dulwich Hill, NSW, 2203, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "The Yoga Nook on FindYoga",
      "desc": "The Yoga Nook is an intimate yoga space with a maximum class size of 14 to ensure individual attention. All teachers have extensive training and experience in Iyengar yoga. The focus is on building an individual practice within a supportive community."
    },
    {
      "address": "Map of 108 Crystal st, Petersham, NSW, 2049, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga To Go Studio on FindYoga",
      "desc": "Yoga To Go Studio classes, workshops and retreats are centered on bringing about positive change to the individual as well as for the community, and are ideal for the absolute beginner, experienced practitioner and everyone in between.\rWe offer a wide selection of Yoga and Pilates classes, to suit the beginner through to the advanced practitioner. As the name suggests, at Yoga To Go Studio what you gain stays with you long after you've rolled up your mat and stepped back into the outside world. Term 1 Timetable commencces Monday Janaury 11 2016, View up todate timetable at www.yogatogo.com.au\rNew 6 week courses Yoga and Pilates courses commencing the week of Janaury February 22nd 2016\rTerm 2Timetable commencces Monday April 4, View up todate timetable at www.yogatogo.com.au\rNew 6 week courses Yoga and Pilates courses commencing the week of April 4 "
    },
    {
      "address": "Map of Shop 9, 43-45 Burns Bay Rd, Lane Cove, New South Wales, 2066, au",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Soulful Fitness  on FindYoga",
      "desc": "About Us\rOur Focus-\rStrength, Stamina, Stretch\rOur Purpose-\rWe believe unconditionally in the investment of exercise\rWe exist to inspire our community to healthy, fit and well, offering a space for them to work on whatever is important to them at that given moment\rOur Delivery\rYoga, Pilates, Pilates Reformer, Barre, Spin\rOur Philosophy\rThe team at Soulful Fitness appreciate the efforts of our members for simply walking through the door. Soulful Fitness provides a safe and comfortable studio to exercise in, encouraging members to move a little and do what they can do whilst providing a non intimidating non gym feel. Soulful Fitness understands that every day is different and so are member"
    },
    {
      "address": "Map of Neptune Street, Wylies Baths, Coogee, NSW, 2034, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "YogaSatiLife on FindYoga",
      "desc": "Yoga Sati Life is foreveryone. Experience a yoga practice that works foryou."
    },
    {
      "address": "Map of 2 Young Street , Neutral Bay, NSW, 2089, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Neutral Bay Iyengar Yoga Centre on FindYoga",
      "desc": "Be the best you can, Feel the best you can.\nWe usually feel the benefits of our yoga practice quite early, if we leave the class with a feeling of well being,then the benefits of yoga have already began to reside within. The absolute gift of Iyengar yoga is that it is suitable for all, regardless of age and fitness level. We have a range of classes from beginner to experienced so we ask new students to call the yoga centre on 9953 9829 before attending so that we can guide you into the appropriate class. All equipment is provided for your use.\nNeutral Bay Iyengar Yoga Centre is centrally located, the atmosphere is friendly and welcoming.\nWe also sell quality yoga products, Mats, Bolsters, Eyepads, Straps, Blocks etc"
    },
    {
      "address": "Map of 1/135 Military Rd Neutral Bay NSW 2089, Level 1/ 15 Sydney Road Manly NSW 2095, Manly Beach, NSW, 2095, Australia ",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Power Living Australia Yoga: Manly, Neutral Bay, Bondi Junction, Bondi Beach, Fitzroy, South Melbourne, North Perth & Myaree on FindYoga",
      "desc": "The Power Living style of Vinyasa yoga is a powerful, liberating flow, dynamic in nature and accessible to all. While it can be physically challenging, the unique combination of philosophy and movement blends into a format for personally developing a pathway to improved self-awareness, good health, balance and happiness!"
    },
    {
      "address": "Map of Suite 11/40 Yeo St, Neutral Bay, NSW, 2089, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Lotus Health-Neutral Bay on FindYoga",
      "desc": "We offer a range of styles and classes including asanas, pre-natal, baby boomers, meditation, therapeutic, baby massage and chanting, appropriate from beginners through to more experienced levels.\rAll our teachers are all highly qualified and experienced, and also offer private sessions for those who require more personalized attention.\rOur class sizes are intentionally kept small to enable individual attention, so pre-booking of all classes is required.\rMore information about our teachers, classes, and workshops is available on the website. For dates "
    },
    {
      "address": "Map of 220A Norton St, Leichhardt, NSW, 2040, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Hatha Yoga Desha on FindYoga",
      "desc": "The Hatha Yoga Desha is dedicated to teaching Shadow Yoga as developed by Natanaga Zhander (Zhander Remete). We offer classes, courses and workshops based on the Shadow Yoga preludes: Balakrama (Stepping into Strength), Chaya Yoddha Sanchalanam (Churning of the Shadow Warrior) and Karttikeya Mandala (Garland of Light). For more information on this style of Hatha Yoga go to www.shadowyoga.com"
    },
    {
      "address": "Map of 220a Norton Street, Leichhardt, NSW, 2040, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Harsukh Kaur - Kundalini Yoga on FindYoga",
      "desc": "Harsukh teaches Kundalini Yoga and Meditation in a variety of locations around Sydney.\rCurrent Locations: Drummoyne, Leichhardt, North Strathfield\rHarsukh Kaur is based in Sydney but believes wherever her heart is, is her home.\rSaturday Hatha Yoga Desha - 220a Norton St Leichhardt 8.00am - 9.15 am\rFriday evenings Monthly meditations Yogatopia Suite 9 50 Victoria Road Drummoyne 7.00pm - 9.00 pm\rMonday Concord Yoga - The Mews, 8 George Street, North Strathfield 7.00pm - 8.00 pm *Relaxation Class only"
    },
    {
      "address": "Map of Mezzanine, 55 Mentmore Avenue, Rosebery, New South Wales, 2018, au",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Modo Yoga Sydney on FindYoga",
      "desc": "A new experience in hot yoga. Our heat is comfortable, clean and green and our unscripted classes are based on yoga therapeutics. The warm environment, allows for safe stretching and stimulates detoxification of the skin, muscles and tissues through a refreshing sweat. Classes are suitable for all levels, even complete beginners with limited flexibility. Unheated classes and Meditation coming soon!\rhttp://www.modoyogasydney.com.au"
    },
    {
      "address": "Map of @ LOTUS HEALTH, Suite 11 / 40 Yeo St, Neutral Bay, NSW, 2089, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "VIM LANE yoga on FindYoga",
      "desc": "Thanks for taking the time to view my webpage.\rCertified Iyengar Yoga teacher / Diploma in Education.\rI've practiced "
    },
    {
      "address": "Map of Level 2, 7-9 Bronte Road, Bondi Junction, NSW, 2022, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Elixr Health Clubs - Bondi Junction on FindYoga",
      "desc": "As the pioneers in incorporating mind and body disciplines to a health club environment, Elixr is unique in that it offers only authentic yoga styles, with some of its instructors regularly travelling to India to learn from their mentors.With over 250 Yoga "
    },
    {
      "address": "Map of Level 1, 183 Oxford Street, Bondi Junction, NSW, 2022, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Bikram - Bondi Junction on FindYoga",
      "desc": "Each posture stretches and strengthens specific muscles, ligaments and joints needed for the next posture. The Bikram method also stimulates the organs, glands and nerves, moving fresh oxygenated blood to 100 percent of the body, restoring all systems to a healthy working order.\nBikram scientifically designed this 90-minute program to deliver total health through the balancing and strengthening of every system in the body in order to prevent illness and injury, promote weight loss, and limit the effects of aging. In addition, the series of postures combine skills of concentration, patience, determination and self-control that increase mental clarity and reduce stress.\nBikram yoga is done in a heated room to warm your muscles, prevent injury, allow a deeper workout and cleanse the body by flushing toxins."
    },
    {
      "address": "Map of Unit 4, Ground Floor, 41 McLaren Street, North Sydney, NSW, 2060, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Life Source Yoga and Health on FindYoga",
      "desc": "Hatha, Hatha Flow, Dynamic Hatha, Ashtanga, Gentle Yoga, Prenatal Yoga, Meditation and Pilates drop in classes and courses. Life Source operates corporate classes around Sydney. We also offer a first class range of Massage and Natural Therapies at our North Sydney centre. New Students - 5 classes for $50!"
    },
    {
      "address": "Map of Level 1, 17 Bronte Rd (opening soon 2015), Bondi Junction, NSW, 2022, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga Synergy - Bondi Junction on FindYoga",
      "desc": "Simon Borg Olivier and Bianca Machliss have been friends and business partners since 1989, and established Yoga Synergy in the sincere hope of bringing more yoga to more people in a safe and nurturing environment. The aim of every practice at Yoga Synergy is to enhance one's life by nurturing and generating the internal fire and life force that keeps us alive. We welcome you to Yoga Synergy and look forward to meeting you. Yoga Synergy is a team of professional teachers, trained personally by Bianca and Simon, with years of experience teaching the Synergy style of yoga. Yoga Synergy was established in Newtown in 1984, and then in Bondi Junction in 1997, and Manly in 2002. This dynamic style of Hatha Yoga, devised by the directors, who are both qualified physiotherapists, Simon Borg-Olivier MSc BAppSc (Physiotherapy) MAPA "
    },
    {
      "address": "Map of 1st floor, 2h Gladstone St, corner of Wilford St just off Station St. off Enmore Road, Enmore, NSW, 2042, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Black Lotus Studios on FindYoga",
      "desc": "Black Lotus Studios is a yoga and natural therapies centre in Enmore. At Black Lotus Studios we teach Iyengar yoga open classes, pre-enrol LEvel 2 intensives and beginners courses. Private and remedial sessions are available on request. We have classes for children and teenagers- \"Yippee-i-yoga\". Our Natural Therapies Centre has a wide range of practitioners and modalities - please go straight to the website for booking details. We are located on the edge of Newtown, just off Enmore Rd, close to buses and Newtown train station. The entrance is right on the corner of Gladstone and Wilford streets. The building is easy to find as it is covered in graffiti and right next to 'Ausscrap'. We are up the stairs and on the 1st floor. The studios are light and warm, with two large teaching rooms, and two more rooms that are perfect for remedial and therapeutic work. Sue-ellen Kohler, a teacher from the Sydney Yoga Space, which has now closed, is the director of Black Lotus Studios. She has been teaching since 1989 and was certified to teach Iyengar yoga in 1995. Her training was with Peter Thomson and she has regularly studied at the Iyengar Yoga Institute in Pune, India. Peter Thomson, the owner of The Sydney Yoga Space, teaches regular advanced intensives at Black Lotus Studios."
    },
    {
      "address": "Map of 31 Oxford Street, 1st Floor, Bondi Junction, NSW, 2022, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "yoga studio on FindYoga",
      "desc": "Beginner"
    },
    {
      "address": "Map of 2-8 Barcom av., Barcom St, Paddington, New South Wales, 2021, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Eastern Suburbs Yoga Centre on FindYoga",
      "desc": "PLEASE NOTE:\r\"Julian's classes don't follow a routine,they are IMPROVISED with the aim of making the students flexible in MIND as well as in BODY. \"\rSaturday class: At the FLYING YOGIES STUDIO Unit 12/5-11 Hollywood av. Bondi Junction. All casual classes at Bondi Junction are $25.00\r- Wed. Private men only class.....at Julian's, lower 2-8 Barcom av.Paddington ...... Private classes ( costs to be advised ) available at \"YOUR PLACE and TIME \" ....Or\rAt Julian's at Barcom Av. Paddington by appointment\r\" These classes are designed to target the areas of your body\rThat need that extra attention......\rFOR FURTHER INFORMATION PLEASE CALL JULIAN\r0412 414 725"
    },
    {
      "address": "Map of Level 2, 407- 409 King Street, Entry via Holt St, Newtown, NSW, 2042, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Jivamukti Yoga Newtown on FindYoga",
      "desc": "Jivamukti Yoga Sydney (formerly known as Samadhi Yoga) has a yoga centre in the heart of Newtown.Join us for yoga classes, special events and guest teacher workshops. We offer yoga classes in a range of styles suitable for all from beginners to advanced students, from dynamic practice, restorative yoga and pregnancy classes.\rJivamukti Yoga provides a path to enlightenment through compassion for all beings. At Jivamukti Yoga Sydney the average student walks away with a clear understanding of both the history and philosophy of yoga as a result of our physically and mentally challenging classes. That"
    },
    {
      "address": "Map of 196 Australia St, Newtown, NSW, 2042, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga Synergy - Newtown on FindYoga",
      "desc": "Simon Borg Olivier and Bianca Machliss have been friends and business partners since 1989, and established Yoga Synergy in the sincere hope of bringing more yoga to more people in a safe and nurturing environment. The aim of every practice at Yoga Synergy is to enhance one's life by nurturing and generating the internal fire and life force that keeps us alive. We welcome you to Yoga Synergy and look forward to meeting you. Yoga Synergy is a team of professional teachers, trained personally by Bianca and Simon, with years of experience teaching the Synergy style of yoga. Yoga Synergy was established in Newtown in 1984, and then in Bondi Junction in 1997, and Manly in 2002. This dynamic style of Hatha Yoga, devised by the directors, who are both qualified physiotherapists, Simon Borg-Olivier MSc BAppSc (Physiotherapy) MAPA "
    },
    {
      "address": "Map of Brooklyn Lane, Double Bay, NSW, 2027",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga Village in Double Bay on FindYoga",
      "desc": "Yoga Village, Sydneys favourite boutique yoga school has opened in Double Bay!"
    },
    {
      "address": "Map of 144 Blues Point Road, McMahons Point, NSW, 2060, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "North Sydney Yoga on FindYoga",
      "desc": "Welcome"
    },
    {
      "address": "Map of 711 Darling Street, Rozelle, NSW, 2039, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Egg Of The Universe on FindYoga",
      "desc": "Introductory Offer for New Students\n30 days of unlimited yoga for $43!\nWe also have a beautiful wholefood caf"
    },
    {
      "address": "Map of 3B Victoria St,  3b Victoria Street, Paddington, New South Wales, 2021, au",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Iyengar Yoga Space on FindYoga",
      "desc": "CLOSED FROM DECEMBER 23RD - JAN 4, WHEN WE OPEN FOR URBAN RETREATS. FULL SCHEDULE RESUMES JAN 18\rTHE SPACE:\rBeginners to advanced, teens and seniors, remedial and teacher training!\rLocated in the heart of Paddington, Iyengar Yoga Space is a fully equipped studio.\rThe focus of the school is to offer classes for all, regardless of physical abilities or limitations. Therefore, medical classes are on offer as well as classes for advanced students and teachers.\rFor those requiring more attention, private tuition is available by appointment.\rClasses at all levels are taught by highly qualified, and dedicated Iyengar Yoga Certified teachers. Principal teachers Henryk Liskiewicz (Senior Intermediate III),has been approved by B.K.S. Iyengar to conduct Teacher Training and Medical classes. Tamar Kelly and Robyn Adler are both certified at the Junior Intermediate II level and have been teaching for decades."
    },
    {
      "address": "Map of L1, 141 Redfern Street, Redfern, NSW, 2016, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Hatha Yoga Sydney on FindYoga",
      "desc": "Hatha Yoga is a classical style of yoga designed to strengthen both the body and the mind. By working systematically through different sequences of asanas (postures) and observing correct physical alignment and coordination of the breath, then a more open and flexible body can be acquired as well as improved concentration, awareness and a reduction in stress levels and tension. All levels welcome. Bookings necessary."
    },
    {
      "address": "Map of 1/141 Redfern St, Redfern, NSW, 2016, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Redfern Yoga Room on FindYoga",
      "desc": "Class Descriptions\nASHTANGA YOGA\nMysore style\nA traditional style of yoga taught as a set sequence of Asanas (postures) synchronising the movement of the body with the breath. The Asanas are designed in a specific order to open, align and detoxify the body and nervous system. Developing greater physical strength, flexibility and mental clarity. Students are taught at their own pace in a small group setting and courses are suitable for all levels.\nASHTANGA Led/Beginners Courses.\nExactly as above although the group is guided together through an introduction to the Ashtanga series.\nPrivate classes are also available.\nThe Redfern Yoga Room is available for hire by any person or group who wish to use it for peaceful purposes and practices.\nIntroductory Offer 3 Classes $30 (not for use in early morning Ashtanga Mysore classes)\n"
    },
    {
      "address": "Map of 220 Oxford Street, Paddington, NSW, 2021, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Skye Lifestyle on FindYoga",
      "desc": "Skye Griffiths knows all about the challenges and stresses of the corporate world "
    },
    {
      "address": "Map of 401-409 Cleveland Street, Surry Hills, New South Wales, 2010, au",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Urban Yoga on FindYoga",
      "desc": "WHY URBAN YOGA?\rUrban Yoga is a 21st century yoga practice adapted to distil wellness of the body and mind.We are proud to be unconventional. We do things differently.We do not practice from a distinct lineage or speak in the traditional Sanskrit tongue.Urban Yoga is the yoga for today. Enjoy a space without fear or judgement.Here you can be motivated and start a journey. Disconnect from the world and reconnect with yourself."
    },
    {
      "address": "Map of Level 1, Suite 9, 617 Elizabeth Street, East Redfern, NSW, 2016, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "The Yoga Centre East Redfern - An Iyengar Institute on FindYoga",
      "desc": "What is Iyengar Yoga?\nIyengar Yoga is hatha yoga based on the teachings of yoga master B.K.S. Iyengar, who began teaching in Pune, India, in 1936 at the age of 18 until the age of 95.\nToday, his "
    },
    {
      "address": "Map of Coronation Centre Community Room, City Community Tennis Centre, Surry Hills, NSW, 2010, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Surry Hills Yoga and Meditation in Prince Alfred Park on FindYoga",
      "desc": "Surry Hills Community Room in Prince Alfred Park.\rFREE Meditation and Dance Classes.\rYoga class passes with 1 year expiration! Come and practise in a beautiful, airy and well-lit yoga space with a wooden floor. All mats and equipment provided for up to 25 students. Located inside the Coronation Centre building in Prince Alfred Park, Surry Hills next to the tennis courts and within 5 minutes walking distance to either Redfern or Central Railway Stations and major bus route.\rWheelchair accessible space with showers and easy access to grassy outside areas, the yoga studio/community room is also available for hire for workshops, meetings, parties and events. E: yoga@citycommunitytennis.com.au P: 9698 9451 for more information\rwww.citycommunitytennis.com.au"
    },
    {
      "address": "Map of Level 1, 181a Glebe Pt Rd, (enter from St Johns Rd), Glebe, NSW, 2037, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Life and Balance Glebe on FindYoga",
      "desc": "The Life "
    },
    {
      "address": "Map of 34 Kellett Street, Level 3, Potts Point, New South Wales, 2011, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "One Hot Yoga - Sydney on FindYoga",
      "desc": "One is transformation. It"
    },
    {
      "address": "Map of 160 St Johns Rd, Glebe, NSW, 2037, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Sivananda Yoga Vedanta Sydney on FindYoga",
      "desc": ""
    },
    {
      "address": "Map of Level Two, 20 Darlinghurst Road, Potts Point, NSW, 2011, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Yoga Village in Potts Point on FindYoga",
      "desc": "Yoga Village is a welcoming yoga space dedicated to the practice of Vinyasa, a flowing style of yoga linking the breath to movement in and out of sustained postures. In each class an experienced teacher will guide you through a dynamic sequence of asanas designed to challenge, energise and revitalise your body whilst quietening your mind. Classes are similar in format and style so you will feel a sense of improvement and progression with each class attended. While maintaining this familiarity and consistency, we will regularly introduce new and challenging postures to aid you in your development and expand your individual yoga practice.\nPlease check the website for class times, types and prices and feel free to contact us with any questions. www.yogavillage.com.au"
    },
    {
      "address": "Map of 18 Cooper St, Surry Hills, NSW, 2010, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Central Yoga School on FindYoga",
      "desc": "The best thing about our school is the quality of our teaching. All teachers are Iyengar certified, have a thorough knowledge of yoga, and have been practising for a minimum of 10 years.\rThe second best thing is the size of our classes. The average number of students per class is 8 - 12, so you will get a lot of attention and correction.\rAnother important aspect of our school is its culture. The majority of the students who attend the school have been doing so over a long period of time. Because of this they have both an appreciation and dedication to the subject of yoga, and this energy pervades through the classes. We teach on-going Foundation (Level 1) to Experienced (Level 3) Classes. There is also the opportunity to participate in our regularly held workshops, intensives and retreats, and we also offer a Teacher Training program once a regular and consistent practice has been established. Most of our classes can be attended on a walk in basis, however we do have an online booking system which we appreciate people using. Please view our current timetable here.\rWe also run an Introductory Course on the first weekend of each month from 11.30am - 1.30pm (Saturday "
    },
    {
      "address": "Map of 115 Cooper Street, Surry Hills, 2010, NSW, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "InYoga on FindYoga",
      "desc": "InYoga was created for people to connect with like-minded others, enriching their knowledge and experience of yoga both on and off the mat.\rAn innovative approach to the traditional philosophy of yoga lies at the heart of all that we offer. Yoga is any activity or path that leads to integration or wholeness of the human being. We acknowledge the traditional lineages of yoga, presenting them in a way that is relevant to modern, city-dwelling yogis.\rOur vision is to guide you through an organic, evolutionary, living process of yoga to awaken your full potential. Through our classes, workshops, trainings and events, we encourage you to live, know and love a life in yoga.\rBy practicing at InYoga you will also be contributing to the charities that we support "
    },
    {
      "address": "Map of 8 St Peters Lane, Darlinghurst, NSW, 2010, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "The Centre of Yoga - Zen Ki Yoga - Darlinghurst on FindYoga",
      "desc": "CHECK BELOW FOR INTENSIVES, WORKSHOPS, TEACHER TRAINING AND OTHER EXCITING NEWS!!"
    },
    {
      "address": "Map of 9 Earl Pl, Potts Point, NSW, 2011, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "CE YOGA for Men on FindYoga",
      "desc": "The current class schedule at a glance:\rhttps://clients.mindbodyonline.com/classic/home?studioid=161947\rCustomised tuition: Private and small classes ensure every student receives personalised attention.\rLearn at your own pace: Beginners to advanced students can enjoy Hatha, Hatha Vinyassa, restorative, naked Yoga, meditation "
    },
    {
      "address": "Map of Shop H, 82 Mary Ann Street, Ultimo, New South Wales, 2007, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "My Yoga Essence on FindYoga",
      "desc": "My Yoga Essence is located in a cosy, light-filled yoga studio in the heart of Ultimo, Sydney. A studio that caters for small group classes with an inviting atmosphere that allows for true one-on-one attention. We offer a diverse range of yoga classes, pilates, workshops and courses in natural room temperature, that will help students achieve a healthy, balanced mind and body. Our classes are designed to realign your body, tone and strengthen your physique and leave you with a calm mind. Our wellness approach is to empower the students to empower their own physical, mental and emotional transformation.\rWe welcome all levels and background, whether you are just starting an exercise regimen to increase flexibility and build physical strength, seasonal yogis to improve mind-body awareness and spiritual growth or rehab from an injury. Our qualified teachers are passionate to provide you with a peaceful space that nurtures and support to ensure your yoga journey is safe and fun!\rWe look forward to seeing you on the mat!"
    },
    {
      "address": "Map of 2A Bligh Street, Sydney, NSW, 2000, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Elixr Health Clubs - Bligh Street on FindYoga",
      "desc": "As the pioneers in incorporating mind and body disciplines to a health club environment, Elixr is unique in that it offers only authentic yoga styles, with some of its instructors regularly travelling to India to learn from their mentors.With over 250 Yoga "
    },
    {
      "address": "Map of Level 3, 19-21 Hunter St, Sydney, NSW, 2000, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Life and Balance City on FindYoga",
      "desc": "The Life "
    },
    {
      "address": "Map of City Gym, Crown Street Darlinghurst, NSW, 2010, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Helen's Healthy Habits on FindYoga",
      "desc": "Classes are developed "
    },
    {
      "address": "Map of Suite 203, 127 York Street, Sydney, NSW, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "City Yoga Studio on FindYoga",
      "desc": "The City Yoga Studio, established in 1997, offers gentle yet invigourating Shanti Yoga classes: classical hatha yoga. All classes are multi-level and cater equally to beginners as to those wishing to deepen their yoga practice. We offer one-hour sessions, MONDAY to THURSDAY, at lunchtime and after work in which we incorporate breath work, postures and relaxation. Mats, blankets, cushions, filtered water and air conditioning/heating are supplied... so just bring yourself. We also to provide one-on-one sessions and corporate Yoga."
    },
    {
      "address": "Map of Level 1, 84 Mary Street , Surry Hills, NSW, 2010, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "BodyMindLife Yoga & Pilates Surry Hills on FindYoga",
      "desc": "BodyMindLife Yoga "
    },
    {
      "address": "Map of BodyMindLife Yoga & Pilates, 40 Hall Street, Bondi Beach, New South Wales, 2026, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "BodyMindLife Yoga & Pilates Bondi Beach on FindYoga",
      "desc": "BodyMindLife Yoga "
    },
    {
      "address": "Map of 20 Hargrave Street, Darlinghurst, NSW, 2010, Australia",
      "keywords": "Yoga Australia, Bikram, Hatha, Iyengar, Ashtanga, Sydney, Melbourne, Brisbane",
      "title": "Hom Yoga on FindYoga",
      "desc": "Hom Yoga was created to enable everyone to be able to practice yoga in the most clear and inspired way. We embrace all forms of practice in our unique and contemporary style. This is practiced in our specially designed studios in a hot environment.\rTo achieve this, our teachers come from a broad range of yoga disciplines. Our classes are designed and presented in the clearest, most accessible way to cater to all levels of experience.\rHom is renown for the design of all our studios and the high level of service from our welcome staff and facilities to our specialized teaching team. It is our belief that everyone should have a deep and uplifting experience each time they visit; and leave feeling light, confident, and inspired.\rHom continues to expand and grow and explore ways to deepen everyone"
    }
  ]
]