[{"title": "Akuwa", "address": "9 Jianguomenwai Dajie (inside the Qijiayuan Diplomatic Compound)", "telephone": "8532 3189, 139 0107 6664", "desc": "Haircuts for RMB 100-480. Reservations required."},
{"title": "Morpho Helena Nail and Massage", "address": "1/F, H Zone, Just Make Building, Xingfucun Zhong Lu", "telephone": "6417 9780", "desc": "At Morpho Helena, pampering comes at a reasonable price. Manicure fans can sit in this snug, peaceful space and choose from over 200 hues of OPI nail polish, all for 30RMB, or opt for a pedicure at only 50RMB."},
{"title": "Minnie's Nail Salon", "address": "Rm 705, 7/F, Bldg 3A, 22 International Art Plaza, Pingod, 32 Baiziwan Lu (east of Today Art Museum)", "telephone": "5876 9697", "desc": "The reasonably-priced services here include manicures, pedicures, waxing, massages and tattoos. In-home services also available."},
{"title": "Askido Nail-lab Centre", "address": "Store 329, 3/F, U-Town Lifestyle Center,Chaoyangmenwai", "telephone": "5975 4522", "desc": "Offers wide range of innovative nail care products, not to mention over 200 shades of fabulous nail polish."},
{"title": "Lovely Nails", "address": "Unit A-109, B/F, Sanlitun Soho, Gongti Beilu", "telephone": "6502 5989", "desc": "Stylish joint with professional uniformed staff offering manicures (RMB 90), pedicures (RMB 130) and other services. Call for reservations."},
{"title": "Lily Nails", "address": "Shop 3020, 3/F, 3.3 Shopping Center, 33 Sanlitun Beijie", "telephone": "5136 5919", "desc": "Popular nail salon chain with affordable manicures and pedicures, plus head and shoulder massages. Regular customers swear by their comfortable seating."},
{"title": "Liangdian Nail Bar", "address": "2/F, Wangjiao Guangchang, 9 Huguang Beijie", "telephone": "8472 9117", "desc": null},
{"title": "Manni and Peddi", "address": "River Garden Clubhouse, No.7 Yuyang Road, Houshayu", "telephone": "6458 0603/4", "desc": null},
{"title": "La Feuille", "address": "C1-4-1-0103, Upper East Side, 6 Dongsihuan Beilu", "telephone": "5130 7068", "desc": "Paraffin hand and foot Treatment, Sauna Hand and Foot Treatment, Moisturizing Hand and Foot Treatment, Aromatic Moisturizing Hand and Foot Treatment.Foot Massage."},
{"title": "Kungfu Nail Salon", "address": "Rm 2-30, Bldg 15, Wanda Plaza, 93 Jianguo Lu", "telephone": "5820 5695", "desc": "Though nail arts have nothing to do with Kungfu, the owner of this small salon want to bring its customers some special feelings. In this business district, that would be a good idea to restyle your fingernails after work or between breaks. OPI nail painting starts at RMB 50."},
{"title": "Kocoon", "address": "B1/F, The Opposite House, Sanlitun Village North, 11 Sanlitun Lu", "telephone": "6410 5016", "desc": "Kocoon sets itself apart from the pack, specifically because it lacks the outrageously girly frills and frou-frou nonsense that the average Beijing nail bar is synonymous with. Natural light seeps through every part of the lounge, with natural wood, and abundant greenery sectioning off individual areas. There are 12 spa stations, where you can indulge in all manner of hand and foot treatments, although reservations are recommended for the two private spa rooms (for treatments, massages and facials)."},
{"title": "Jia Li Nail Salon", "address": "Store 004, Nali Mall, Sanlitun Lu", "telephone": "6417 8565", "desc": "OPI products for your nails."},
{"title": "Franck Provost", "address": "Shop D2001-1, 2/F, Shin Kong Place, 87 Jianguo Lu", "telephone": "6530 7696/7669", "desc": "World-famous hair salon with highly trained stylists and colorists. Hair cuts/treatments from RMB 220; perm/color from RMB 380 RMB."},
{"title": "Focus Hair and Beauty Salon", "address": "1/F, Kempinski Hotel Beijing Lufthansa Center, 50 Liangmaqiao Lu", "telephone": "6465 3388 ext 4856", "desc": "Since 1998, Focus Hair and Beauty Salon has soothed weary international business travelers and local expatriates. Using quality German haircare products and French skincare products, the English-speaking hairstylists and beauticians offer haircuts, perm/color, facial and nail treatments as well as foot massage."},
{"title": "I-Nail", "address": "Joy City, 131 Xidan Beidajie", "telephone": null, "desc": "This stylish nail art store is attracting young hipsters by its patient and nice services and its latest fashion trends."},
{"title": "F Spa", "address": "B1/F, Block BC, Chaowai Soho, 6B Chaoyangmenwai Dajie", "telephone": "5900 1868", "desc": "The minimalist black and white tones ehre murmur serenity, inviting you to take refuge from the gritty world outside. An on-site skin therapist can diagnose your skin type to help identify you ideal treatment."},
{"title": "JE", "address": "Stall 833, Jiayi Market, Chaoyang District, across from the Kunlun Hotel", "telephone": "8448 3069", "desc": "Offers pampering pedicures for RMB 50 and manicures for RMB 25. Various patterns to adorn your nails available."},
{"title": "IZZI Nail Bar", "address": "B143, Zhongguancun Shopping Mall, 19 Zhongguancun Dajie", "telephone": "8248 6148", "desc": "Always queue with people. The reason is not only because of its reasonable price, but also because of its beautiful design and technique. Basic manicure is RMB 20. You can also take a member card. With the member card, the highest discount can reach to 50%. Also if you apply the card now, they will give you couple of times foot treatment or pedicure for free."},
{"title": "db tanning", "address": "Rm 307, Bldg 4, Jianwai Soho, 39 Dongsanhuan Zhonglu,", "telephone": "5900 0427", "desc": "Good news for aspiring WAGs and tanorexics, with the arrival of this tanning salon, in the land where pale skin is revered."},
{"title": "Danny's Hair Salon", "address": "Season Club B36 (Inside Season's Park), Dongzhimen Waidajie, Chunxiu Lu", "telephone": "8453 0399/817", "desc": "UK trained stylists do cuts, waxing, perms and more."},
{"title": "Essensuals", "address": "Rm 105-106, 1/F, Tower F, Sunshine 100, 2 Guanghua Lu", "telephone": "6585 9288", "desc": "Sister company to TONI&GUY, Essensuals offers pretty much the same quality services, from hair and skin to nails and makeup."},
{"title": "Dolce Vita", "address": "5 Baijiazhuang Beili", "telephone": "6501 7256, 138 0125 3665", "desc": "An upscale salon and healing sanctuary."},
{"title": "Eric Paris Salon", "address": "5/F, Westin Beijing Financial Street, 9B Jinrong Jie (Financial Street)", "telephone": "139 1162 6051", "desc": "High quality hair salon staffed by foreign stylists who know their stuff. A range of beauty treatments are also available in this swanky upscale salon including waxing and facial, and, lo and behold, a sunbed. A basic cut ranges from RMB 100-350."},
{"title": "Decleor", "address": "Rm 107, Villa 8, Jianwai Soho, 39 Dongsanhuan Zhonglu", "telephone": "5869 0690", "desc": "Sleek facilities with spa and massage treatments."},
{"title": "Daisy's Beauty Salon", "address": "Rm 301, Bldg B, Sunshine 100, Guanghua Donglu", "telephone": "5100 0557, 139 0108 2549", "desc": "Uses quality products from Paris. Specializes in weight loss (3-10kg), waxing and permanent IPL hair removal."},
{"title": "D'D Salon", "address": "A2, Ground Floor, Global Trade Mansion,  9 Guanghua Lu", "telephone": null, "desc": "Western style hairdressing in the heart of CBD. English speaking service. Massage, facials and a range of other beauty services available."},
{"title": "No. 8 Nail Club", "address": "Rm. 2049, 3.3 Fashion Mall", "telephone": "5136 5829; 136 8148 3308", "desc": null},
{"title": "Anwei Style", "address": "2/F, Bldg 17, Jianwai SOHO West", "telephone": "5869 0625, 138 1169 6203", "desc": "Jianwai Soho hair salon founded by celebrity stylist Jacky An."},
{"title": "Bangs Hair Salon", "address": "Stall 101, Bldg 4, Central Park, 6 Chaoyangmenwai Dajie", "telephone": "6597 0579", "desc": "Clean white walls keep the focus on hairstyling at this minimalist salon, staffed by Japanese stylists versed in the latest Tokyo trends. A cut is RMB 320, moisturizing treatment RMB 350, and perms start at RMB 200."},
{"title": "Aotu Studio", "address": "67 Beixinqiao Toutiao", "telephone": "8408 4189", "desc": "A minimalist space on the west end of Beixinqiao Toutiao featuring various cultural happenings and slick modern cuts that are hard to find outside of expensive Chaoyang beauty parlors."},
{"title": "Nail+", "address": "B23, Kerry Centre Mall, 1 Guanghua Lu", "telephone": "8529 9407", "desc": "Hand manicure, foot pedicure, artificial nail service, crystal nails, gel nail, nail art."},
{"title": "Nail Raven", "address": "Beijing Oriental Plaza (next to Starbucks on east side office buildings)", "telephone": "8518 8920", "desc": "Nail Raven offers a relaxing, comfortable salon setting for ladies to enjoy beautiful nails, manicure, and pedicure services. Nail Raven is a salon concept developed by leading nail school Kirakira Nails, a prestigious product and training company, certified by JNEC in Japan, and uses premium quality Japanese nail products."},
{"title": "Nail Plus", "address": "B23, Kerry Mall, 1 Guanghua Lu", "telephone": "8529 9407", "desc": "Manicures and pedicures, as well as a range of truly glam artificial nails and nail art. Carries a wide range of OPI and LCN products. Basic manicures start from RMB 98 and pedicures are RMB 150. Acrylic nails go for around RMB 428 and they offer massage and facials as well. Its hand (248RMB) and foot (288RMB) treatments"},
{"title": "GK Korean Nail Salon", "address": "1/F, Wangfujing Oriental Plaza Mall, 1 Dongchang’an Jie", "telephone": "8518 6352", "desc": "Was opened by a Korean, who brought in the most chic and funky style of nail arts. All the products are original from the US. The price is comparably high, yet still attracts tons of customers. So please reserve before visit."},
{"title": "Nacho and Dai Nail Salon", "address": "Unit 23, Bldg 2, 22 International Art Plaza, Pingod, 32 Baiziwan Lu (east of Today Art Museum)", "telephone": "5826 4431", "desc": "With rigorously sanitized tools and comfortable seating, Nacho and Dai is a convenient stop for Pingod residents who have high standards for nail treatments. This Spanish-owned nail salon’s manicures (RMB 160) and pedicures (RMB 200) cannot be considered cheap, but are worth the price if you want to correct, lengthen and beautify your nails. Their secret is German nail polish brand LCN, which uses light-cured synthetic resin technology to bolster nail health."},
{"title": "Charly’s Professionals", "address": "5/F, Sofitel Wanda Beijing, Tower C, Wanda Plaza, 93 Jianguo Lu", "telephone": "8599 6666 ext 6910/6913", "desc": "Their second location at the Sofitel hotel offers hair and beauty services for both men and women. There are also three VIP rooms, with cable TV and individual restrooms."},
{"title": "Bomengyuan Nail", "address": "Rm B177, West Tower of SOHO Shangdu, 8 Fangcaodi, Dongdaqiao Lu", "telephone": "5900 1890", "desc": "For basic manicure the price is at RMB 70. If you want to paint some print or further decorate your nails the price will vary depend on the different designs. They also provide pedicure set, which will care your whole feet (RMB 118)."},
{"title": "Beijing Kingway Nail", "address": "Rm. 703-704, Yihai Bldg, 16 Qinghuadong Lu", "telephone": "5173 4166", "desc": null},
{"title": "Beauty Farm", "address": "B-3 Chan'an Club, 10 Dong Chang'an Jie", "telephone": "6513 5336", "desc": "German chain of beauty clinics boasts over 20 branches and 80,000 members nationwide, and uses Deynique skin care products. Also offers oil treatments and more in its upscale Beijing beauty spas."},
{"title": "Sole Tanning Studio", "address": "1032, Bldg 10, Jianwai Soho, 39 Dongsanhuan Zhonglu", "telephone": "8783 9696", "desc": "This elegant studio has several private rooms with either a standing tanning cabin or a sun bed (RMB 100 per 10min session, or RMB 750 for 100min) The VIP room includes a private bathroom (RMB 160 per session or RMB 1300 per 100min)"},
{"title": "Tanning Salon Prestige", "address": "320-330 Bldg C, Chaowaimen Office Bldg, Yabao Lu", "telephone": "8565 3547", "desc": "Offers massages, beauty treatments, tanning, and more. RMB 15/minute for tans."},
{"title": "Sunkissed Tanning Studio", "address": "65 Wudaoying Hutong", "telephone": "6406 4453, 158 0104 7554", "desc": "Located in the burgeoning Wudaoying Hutong, with imported German equipment and the best tanning lotions available in today's market."},
{"title": "Solaris Tanning Studio", "address": "Sanlitun Lu, Nali Mall (next to Alameda)", "telephone": "6417 0398", "desc": "Has two sun beds and English-speaking staff. RMB 90/session. Range of VIP packages, including 100min for RMB 600."},
{"title": "MegaSun Tanning Salon", "address": "Rm 2302, 3/F, SOHO Shangdu, 8 Dongdaqiao Lu", "telephone": "5900 2236", "desc": "MegaSun's CBD flagship offers a free first visit and charges RMB 120 for a 10-minute session."},
{"title": "Nan Nan Nail and Hair Salon", "address": "4A/5A, Hairun International Apartment, 2 Jiangtai Lu", "telephone": "5135 7977, 139 1091 7477", "desc": "Hairdressers from Hong Kong and OPI products for your nails."},
{"title": "Bronze Bodies Tanning Club", "address": "6/F, 17 Gongti Beilu", "telephone": "6413 1180", "desc": "China’s leading tanning studio, with branches in both Beijing and Shanghai. Offers UV tanning, spray tanning and a selection of tanning accelerating products."},
{"title": "Black Golden Tanning Studio", "address": "Rm 217, 2/F, Bldg 3, Sanlitun Soho, Gongti Beilu", "telephone": "5785 3711", "desc": "\"As the new and vigorous indoor tanning salon in Beijing, BLACK GOLDEN TANNING STUDIO has been certified by Tanning Association of America."},
{"title": "Beauty World Hair Salon", "address": "1/F Somerset Grand Fortune Gardens, 46 Liangmaqiao Lu", "telephone": "8440 1918", "desc": "A hidden gem, this salon is worth seeking out for its fantastic cuts and service. Staff are friendly, professional, and experienced at dealing with Western hair. Haircuts RMB 90-200."},
{"title": "BLCU Barber Shop", "address": "15 Xueyuan Lu", "telephone": null, "desc": "Good value hair salon inside BLCU campus."},
{"title": "Chuk See Yu", "address": "Rm. 11-102, Baihuan Jiayuan, Shuangjing Qiao", "telephone": "6772 6847", "desc": "Does hair cutting, dying, extensions and more (VIP room available), as well as cosmetic skin treatments and beautytek body shaping and facial rejuvenation."},
{"title": "Catherine de France Hair Salon, Beauty Salon", "address": "East Avenue Bld Ground Floor,No.10 Xindong Lu", "telephone": "10 8442 5120, 135 2147 3492", "desc": "The C. de France team of international and local stylists, colorists and beauticians offer a holistic hair and beauty experience. Treatments include hair services, manicures, waxing and tanning. Referral and VIP programs available."},
{"title": "Comfort Zone", "address": "S4-2, Sanlitun Village South, 19 Sanlitun Lu", "telephone": "6415 9878", "desc": "Italian skincare brand Comfort Zone now expanded their reach by opening a boutique/spa in the capital, offering aromatic body and facial massage (RMB 580), a hydrating facial (RMB 220) and a lot more other beauty treatments."},
{"title": "DARPHIN Beauty Treatment", "address": null, "telephone": null, "desc": "Private beauty technician works with a French product called \"DARPHIN\" that is based on \"natural ingredients\" and uses modern beauty equipment from Germany. Sessions are in a private home in Yosemite in Shunyi. Call 139 1022 8073 for more info."},
{"title": "Clarins Beauty Institute", "address": "2/F,Shin Kong Place, 87 Jianguo Lu", "telephone": "6533 1192", "desc": "Claims to offer Beijing's most luxurious beauty treatments using only Clarins products."},
{"title": "Askido Nails", "address": "329, Second Floor, U-Town Mall, 2 Sanfeng Beili", "telephone": "5975 4522", "desc": "Manicures range from RMB 58-178. Men's manicures go for RMB 118. Facial creams and gels for sale as well."}]