[{"title": "Bruce Lee's Jeet Kune Do and the Filipino Martial Arts", "address": null, "telephone": null, "desc": "Learn Jeet Kune Do and Jun Fan Gung Fu from a certified instructor. Other martial arts including Kali, Arnis, Eskrima and Muay Thai Kickboxing are available."},
{"title": "Big King BJJ and Muay Thai", "address": "#1 Huguangzhongjie, Wangjing, Loftel 1103", "telephone": "18500282419", "desc": "BIG KING BJJ and Muay Thai opened in 2011 and is located in Wangjing. Classes taught include Brazilian Jiu-Jitsu(BJJ), Muay Thai(Thai Boxing) and Reality-Based Self-Defence (RBSD). At this school, students can improve their health and develop strength, stamina, motor coordination and flexibility."},
{"title": "Boxing Fusion", "address": "Rm 233, Block B, Chaowai SOHO, 6 Chaoyangmen Waidajie", "telephone": "136 5126 1826", "desc": "Boxing Fusion is a group fitness training system. The first of its kind in Beijing, it blends HIIT (High-Intensity Interval Training), Muay Thai, boxing, CrossFit, Kettlebell-inspired concepts, and body weight drill progressions. Programs include boot camps designed for office workers, women, kids, and teens. All boot camps cost RMB 1,000, run for one month and include three sessions per week, full dietary advice, and professional guidance."},
{"title": "Battle Club Muay Thai", "address": null, "telephone": "5772 9591", "desc": "Gym that offers Muay Thai,MMA, boxing and Chinese wrestling classes."},
{"title": "BLCU Muay Thai Club", "address": "Beijing Language and Culture University, Chengfu Lu", "telephone": "15910777158", "desc": "Muay thai training from a Thai trainer with 20 years experience. Monthly 500 RMB, private class 100 RMB per hour."},
{"title": "Beijing Maizidian MMA Club", "address": "2/F, Rm 210, Zaoyingbeili residential compound (across from Longbao Plaza), Maizidian Jie", "telephone": "138 1118 9819", "desc": null},
{"title": "Beijing Milun School of Traditional Kung Fu", "address": null, "telephone": null, "desc": "A wide range of styles including bagua, tai chi, sanda, Shaolin and qigong taught in a courtyard in Wangfujing. One-on-one classes held in Ritan Park. Various days/times. First class RMB 80, second class is free. After the second class, RMB 500/month. One-on-one classes RMB 150/class."},
{"title": "Beijing Jiujitsu Academy", "address": "E-52 Boxing and Fitness Club, 5-6/F, Tianyuan Heping Shangsha, 17 Hepingli Zhongjie, Chaoyang District", "telephone": "8421 6385, 182 1002 8619", "desc": "Offers classes in Brazilian jiujitsu, as well as mixed martial arts taught by internationally trained and certified instructors. Age 14 and up only.Price range:RMB 680-3200 depending on different packages of training period."},
{"title": "Beijing Kendo Club", "address": "3-1 Liangmaqiao Lu", "telephone": "139 1177 1871", "desc": null},
{"title": "Black Tiger Fight Club", "address": "2/F, 5 Laiguanying Donglu (across from WAB, west of Lane Bridge Villa)", "telephone": "139 1071 2576", "desc": "Founded in 2006, Black Tiger Fight Club is the only complete MMA training center that caters primarily to expats and Beijing's international community. The center’s coaching team consists of world champions, UFC veteran coaches and fighters, and certified conditioning coaches. Facilities include fitness training equipment, martial arts and boxing gear, showers, steam room, and lockers (Xiaoyun Lu location), and an equipment shop."},
{"title": "Beijing Aikikai", "address": "Tianan Haoyuan, 17 Chaoyang Park Xilu", "telephone": "132 4011 2064", "desc": "Learn Aikido from a Japan-trained black belt instructor."},
{"title": "Beijing Seidokan Judo", "address": "49A, German Embassy School Beijing, Liangmaqiao Lu.", "telephone": "135 2184  7587", "desc": "Learn Judo in the traditional way. Courses in English. Classes for adults and kids available."},
{"title": "MMA Beijing (Mixed Martial Arts Academy)", "address": "Wudaokou BLCU Sport Complex， 15 Xueyuan Lu （Look for the FUSION gym, ask the reception）", "telephone": null, "desc": "MMA Beijing offers Boxing, Wrestling, Grappling (groundwork) and all around MMA instructions. It is a no-nonsense approach provided by foreign instructors fluent in Chinese and English. Prices vary from RMB 300 (wrestling) to RMB 400 (grappling) and for RMB 600/month you can get a full-access pass for 15 hours of instruction a week and all day access to the large fully-equipped gym. Monthly tuition ranging between 250 and 330/month"},
{"title": "Master Zhang's Martial Arts School", "address": "Gym, Beijing Language And Culture University, 15 Xueyuan Lu.", "telephone": null, "desc": "This one-man outfit, well-known in the Wudaokou area with experience teaching in Europe, offers classes in Sanda, Kungfu, Shaolin forms, Tai Chi, Xingyiquan, Baguazhang, Shuaijiao, and Chinese wrestling. Classes taught in BLCU Wushu Hall. RMB 450/month. Private lessons RMB 50/hr in Wudaokou. English sms only (159 1077 7158), Chinese (139 0106 3675)"},
{"title": "Hong Kong Boss Fitness Center", "address": "18/F Cyber Tower, 2 Zhongguancun Nandajie", "telephone": "5162 6167", "desc": "This upscale fitness center is a great location for students in Haidian as it is right across from the Friendship Hotel on Zhongguancun. Although the service is sometimes lacking, the gym is perched on the top floors of a tall office building so you can gaze at the cityscape while you swim. RMB 120 (single visit), RMB 4,900 (1 year)."},
{"title": "Sheerwood Beijing Equestrian Country Club", "address": "West coast of Wenyu River", "telephone": "8433 2217", "desc": "The Sheerwood Beijing Equestrian Country Club has nice indoor and outdoor arenas, a couple of English-speaking instructors (and one German-speaking one), as well as healthy looking horses. Lessons are RMB 400 (plus RMB 50 to rent basic equipment), and packages of 10 and 20 lessons are RMB 3,100 and RMB 5,600 for adults, less for riders under 17. Because they have several ponies, Sheerwood is especially good for kids. Boarding costs RMB 1,800 per month."},
{"title": "Equuleus International Riding Club", "address": "91 Shunbai Lu, Sunhe Town (north of and parallel to Xiang Jiang Beilu)", "telephone": "Chi 8459 0236, Eng 6432 4947", "desc": "This accredited horse riding club houses 95 horses, 12 bilingual trainers with CHS (based on BHS) horse instructor’s certificate and a dog agility area. Different riding packages available (insurance included)."},
{"title": "Asgard Horsemanship Club", "address": "Shunhuang Lu, just west of Danshui Restaurant", "telephone": "8459 5908", "desc": "This stable features around 45 horses and 8 professional instructors, some of whom speak English. RMB 380 (lesson), RMB 2,400 (10 lessons), RMB 6,600 (30 lessons ), RMB 9,800 (50 lessons)."},
{"title": "Hanci Horse Riding Club", "address": "Tianlongyuan Spa, West of Xiguan Roundabout", "telephone": "136 7139 7716", "desc": "Established by a member of China Equestrian Society, this club out in Changping offers a wide range of horse riding activities including polo practice and young rider training. Horse riding (including optional free lesson) RMB 120/hr (weekdays), RMB 160/hr (weekends)."},
{"title": "Health Club", "address": "6/F, Beijing Marriott Hotel, 26 Xiaoyun Lu", "telephone": "5927 8888", "desc": null},
{"title": "Beijing Green Equestrian Club", "address": "1 Loutaiduan, Wenyuhe, Tian Zhu Real Estate Development Zone", "telephone": "6457 7166", "desc": "RMB 300/hr, RMB 4,800/year."},
{"title": "Beijing Sport University", "address": "Zhonguancun Beidajie, Shangdi New Technological Development Zone", "telephone": "6298 9341/9391", "desc": "BSU offers degree and non-degree wushu courses, including dozens of forms of tai chi, boxing and swordplay. Call for schedule."},
{"title": "HA-Sports Fitness Center", "address": "B2/F, Bldg 7, Wanda Plaza, 93 Jianguo Lu", "telephone": "5820 7788", "desc": "HA attracts stressed-out office workers with its state-of-the-art fitness equipment and an 800 sqm swimming pool. Also holds regular aerobics classes with qualified instructors. RMB 800/month, RMB 3,099/yr."},
{"title": "Gorilla Fitness", "address": "B-101, Ｈｙｕｎｄａｉ Motor Tower, 38 Xiaoyun Lu", "telephone": "8453 9188", "desc": "This gym provides yoga, pilates, step, latin and belly dance classes. Sauna is also available."},
{"title": "Glo Kitchen and Fitness", "address": "Unit 103A-B, Guanghua Lu Soho 1, 22 Guanghua Lu", "telephone": "5385 4960 (kitchen), 5385 4961 (CrossFit)", "desc": "Healthy cafe with delicious food and smoothies with a CrossFit box in the basement. Located in the southern part of Guanghua Lu SOHO."},
{"title": "Dongsi Community Sports Centre", "address": "14 Chaoyangmennei Beixiaojie", "telephone": "6402 7458", "desc": "No lockers, no showers and no-frills in this small gym on Chaonei, but what you do get is a decent workout on its modest collection of equipment, including treadmills, bikes and a weight room. Entrance fee is RMB 15 (RMB 20 on weekends)."},
{"title": "China World Fitness Center", "address": "1 Jianguomenwai Dajie", "telephone": "6505 2266 ext 33", "desc": "Scores points for the most sumptuous changing rooms in Beijing. 20m pool, steam-bath, jacuzzi, squash courts and classes. RMB 200 (single visit), RMB 8,000 (6 months), RMB 15,000 (12 months)."},
{"title": "Crossfit Slash", "address": "B1/F, North Building, Shimao Gongsan, 13 Gongti Bei Lu", "telephone": "156-5232-6889, 8424-4001", "desc": "Crossfit Slash is a gym at Shimao Gongsan with personalized training and CrossFit classes. Trainers work with each client to meet their fitness goals."},
{"title": "D-Space", "address": "Bldg 7, Richmond Park, 9 Fangyuan Xili, Jiangtai Lu", "telephone": "8457 8258", "desc": "Lido gym with a comprehensive fitness center, swimming pool, kick-boxing ring and medical spa."},
{"title": "Coco Mangga", "address": "Bldg 6, B1-1615 Sanlitun Soho", "telephone": "139 1074 5631", "desc": "-"},
{"title": "CSI Bally Total Fitness", "address": "Bldg 210, Lize Xiyuan, Wangjing", "telephone": "8286 1881", "desc": "Highly recommended for the sheer volume of gym equipment and group classes at its Dongcheng location, while the swish Jianwai Soho location includes a pool and a tennis court."},
{"title": "Capital Club Athletic Center", "address": "3/F, Low Rise Capital Mansion, 6 Xinyuan Lu, Sanyuanqiao", "telephone": null, "desc": null},
{"title": "Capoeira Aché Brasil (China) Academy", "address": "CSI Bally Total Fitness, B1/F, Guanghua Chang'an Bldg, 7 Jianguomennei Dajie", "telephone": "135 8176 8558", "desc": "Classes teach the art from and self defense technique of Capoeira, in Portuguese, English and Mandarin."},
{"title": "Fusion Fitness Center", "address": "2/F, Yifu Fitness Bldg, inside Beijing Language and Culture University, 15 Xueyuan Lu", "telephone": "8230 0591", "desc": "Daily 9am-11pm. Annual membership RMB 1,680-2,298, monthly membership RMB 198-298. Frequent specials."},
{"title": "California Fitness", "address": "L3/L4, South Complex, The Place, 9A Guanghua Lu", "telephone": "400 810 0988", "desc": "It boasts a dedicated spinning room, yoga, pilates, ballet, taichi, body pump and other classes."},
{"title": "Bronze Bodies Tanning Club", "address": "6/F, 17 Gongti Beilu", "telephone": "6413 1180", "desc": "China’s leading tanning studio, with branches in both Beijing and Shanghai. Offers UV tanning, spray tanning and a selection of tanning accelerating products."},
{"title": "BJKB - Beijing Kettlebell", "address": "Taiyanggong", "telephone": null, "desc": "Kettlebell training and personal training."},
{"title": "B Active Fitness", "address": "Unit 161A&C, 1-2/F, Building C, Chaowai Soho, 6 Chaoyangmenwai Dajie", "telephone": "5900 4748", "desc": null},
{"title": "Beijing YMCA Fitness Center Nolita Branch", "address": "Bldg 13, Nolita Center, Guangqumennei Dajie", "telephone": "6719 5151", "desc": "Opened in September 2005, the Nolita Branch of Beijing YMCA is a three-floor facility. The complex features indoor swimming pools, with lap and children's pools, a fully equipped fitness center, two dance aerobics rooms, men's, women's and family changing rooms and showers. Fitness programs include contemporary Chinese and Latin dance, yoga, pilates, karate, aerobics. Aquatics programs include a graded swim program for children and adults, individual instruction and water aerobics."},
{"title": "Amrita Fitness", "address": "Swissotel Beijing, 2 Chaoyangmen Beidajie", "telephone": "6553 2288", "desc": "Running machines, weights, fitness classes and traditional Chinese massage. RMB 1,000/1 month, RMB 2,400/3 months, RMB 4,200/6 months, RMB 7,200/year."},
{"title": "Sunshine Dance Studios", "address": null, "telephone": null, "desc": "One of the Europe's largest dance studios, Sunshine Dance Studios offers dance classes led by US and European professionals who have danced for stars like Justin Bieber, Beyonce, Lady Gaga, and more. The school offers street dance courses for beginners to advanced dancers aged 3-12 and will eventually be based near Chaoyang Park. For now, the temporary location is Raydance Studio at Room 5-120 in Sanlitun SOHO."},
{"title": "Pussycat Dance", "address": "Rm 3502, Bldg 9, Jianwai Soho, 39 Dongsanhuan Zhonglu", "telephone": "5900 0835, Eng: 139 1165 6059", "desc": "Classes include jazz, ballet and hip-hop dance for kids. Features a worldwide team of instructors, and all classes are taught in English. Class size: 8 kids and below.RMB 450 for 3 lessons. Memberships range from RMB 880-6,880."},
{"title": "Pineapple Dance Studios", "address": "3/F, Apartment A, Beijing Fortune Plaza", "telephone": "135 2035 2025", "desc": null},
{"title": "Phoenix Dance Studio", "address": "Rm 311, Bldg A, 6 Jianhua Lu", "telephone": "Jack (English): 139 1097 5179, Luo Fang (English, Chinese): 182 1004 7645", "desc": "Salsa dancing classes for beginners through to advanced, who can also dance in the Phoenix team. RMB 100 (beginners), RMB 80 (students)."},
{"title": "My Dance Life Club (Ka Pa Hula O Manoa)", "address": "L418A, The Place, 9 Guanghua Lu", "telephone": "6701 7790", "desc": "A Hawaiian dance studio run by Mandy Mai."},
{"title": "On Pointe Dance Studio", "address": "British School of Beijing (Shunyi Campus), 9 Anhua Jie", "telephone": null, "desc": "On Pointe Dance Studio is an innovative dance school catering mainly to expat children. The school offers a full and varied teaching program that covers ballet, jazz, and tap. The ballet syllabus follows the Royal Academy of Dance syllabi and holds accredited RAD examinations annually. The jazz and tap work that is taught is non-syllabus, focusing on an array of styles from commercial to Broadway. The school focuses on excellence in teaching while encouraging students to achieve their full potential. All instructors are fully-trained and experienced within their own fields."},
{"title": "Body Balance", "address": "1 Zhongguancun Donglu, inside Tsinghua Science Park", "telephone": "5872 2199", "desc": null},
{"title": "The Beijing Dance Academy", "address": "19 Minzu Xueyuan Nanlu", "telephone": "6893 5691", "desc": "Touted as China's most prestigious training academy of dance, this government-run institution is slowly opening up to the styles of the outside world. After finishing his four-year training program in Guangdong, choreographer Wang Mei returned to BDA and helped establish its modern dance program. The teachers here seek to create innovative modern dance that blends foreign techniques with Chinese content. To that end, Wang Mei is often hailed as the foremost leader of a new kind of Chinese modern dance – yet she refuses to showcase her choreography abroad."},
{"title": "Latino China", "address": "1605, Loftel Plaza, 1 Huguang Zhongjie", "telephone": "6470 5581,  1360 119 3825", "desc": "Offer lessons in salsa,rumba, \"sexy jazz,\" belly dancing, hip hop, yoga and more to both Chinese and foreign students."},
{"title": "Golden International Dance Academy", "address": "10/F, Chongwen Culture Center, 7 Chongwenmenwai Dajie", "telephone": "6708 9567/3267", "desc": "Founded by American-trained teachers, the academy teaches ballroom, salsa, merengue, Latin, modern, Argentinean tango and their special \"Golden Dance\" classes are taught in both Chinese and English. The classes double as a language exchange while you cut a rug. Over 170 classes. Year-long membership RMB 4,900, half-year membership RMB 4,000 (student discounts available)."},
{"title": "J-Ballet School", "address": "Pulse Health Club, Kempinski Hotel, Lufthansa centre, 50 Liangmaqiao lu.", "telephone": "8453 3003; 138 0103 6364 (Ms. Takeda); 138 0113 5877 (Ms. Tang)", "desc": "Formerly the Western Ballet School, J-Ballet offers instruction in Chinese, Japanese or English to children and adults. Courses are divided into fall (Sept-Dec), spring (Feb-July) and summer (July-Aug) terms. Children’s lessons are in six levels (RMB 60-80 per class). Adult classes are RMB 80 each, with packages of 10 lessons for RMB 700 and 20 lessons for RMB 1200. Students get 10% discount on adult classes."},
{"title": "Hidden Dream Tango Cafe", "address": "3 Zhangzizhong Lu (inside the Ren Da Social Science Research Institute, just next to Yugong Yishan)", "telephone": "6403 0688", "desc": "This tango-themed cafe serves an array of cocktails, coffee and simple Chinese dishes. Weekly tango lessons available on Friday evenings."},
{"title": "Ignition Dance and Art Center", "address": "53 Maizidian Zhongjie (behind Beijing World Youth Academy, near Chaoyang Park Northwest Gate)", "telephone": "6508 3314/4774", "desc": "Seeking to light up your life, Ignition offers a wide variety of dance and art lessons. All of the adult dance classes last 90 minutes and cost RMB 50. Student and long-term discounts available."},
{"title": "DanZ Centre", "address": "7 Sanlitun Beixiaojie", "telephone": "8041 7745/7746", "desc": "Offering a range of classes in English for kids and teenagers, in styles such as ballet, jazz, tap, hip-hop and Latin. RMB 100 for a lesson. 22 classes plus RMB 100 as the admin charge for a semester. The school has both Shunyi and downtown campuses."},
{"title": "Children's Academy of Artistic Dance (CAAD)", "address": "Office Bldg 1, 10/F, Greenlake Place", "telephone": "59282170", "desc": "CAAD is committed to nurturing and expanding dance education and creativity for children aged 3-12 and offers carefully-crafted professional courses by specialty which included ballet, Chinese folk dance, Latin dance and musical theater. Parent-child classes and beginner’s dance classes for pre-school children aged 3-4 emphasizes the development of a child’s natural sense of dance and aims to inspire their inherent dance potential in a creative and fun way."},
{"title": "Caochangdi Work Station", "address": "105 Caochangdi", "telephone": "6433 7243/6143", "desc": "Contains a performance space, video space, living dance studio and archives. Holds workshops and screens documentaries and indie films."},
{"title": "Cat's Corner Dance Studio", "address": "B/2 Industrial Bank, Jinghao Nanjie (exit D of Jintaixizhao station, follow the Third Ring Road south, take the first right on Jinghua Nanjie, and enter the Industrial Bank's building from the south side)", "telephone": "159 0122 6159", "desc": "A small studio that hosts dance groups of all kinds."},
{"title": "Alexander Health Club", "address": "Bldg 8, Central Park, 6 Chaowai Dajie", "telephone": "6597 0088", "desc": "This strait-straddling upmarket fitness club chain is equipped with first-class facilities including a swimming pool and full service spa. Conditioning classes available include pilates, spinning, yoga, step, jazz and belly dance, as well as “body combat,” “rock star Nike,” and “PUMP.” Memberships start at RMB 7,900/year, with discounts available seasonally."},
{"title": "Casa Flamenco", "address": "11-1-14, 9 Jianwai Dajie, Qijiayuan Diplomatic Residence Compound", "telephone": "8532 1915, 139 1091 4251", "desc": "The home of flamenco dance, guitar and Spanish language in the CBD, with fun, high-quality classes for students of all levels (from beginner to professional). Teachers trained in Spain and USA. Dance class RMB 100/hr. Guitar class RMB 150/hr. Classroom rent RMB 100/hr."},
{"title": "Casa de David", "address": "5/F, Yaxing Dasha, A46 Liangmaqiao Lu", "telephone": "6466 1606", "desc": "This dance studio-cum-bar plays the part for the salsa die-hards, hosting nightly lessons for those willing to dedicate a year of their time and money. While the drinks are overpriced and weak, the studio is impressive and professional, catering to the true Latin dance devotees."},
{"title": "Beijing Swing", "address": null, "telephone": null, "desc": null},
{"title": "Beijing Modern Dance Company Theater", "address": "8 Majiapu Dongli, Yangqiao", "telephone": "6757 3879, 6758 7161", "desc": null},
{"title": "Beijing LDTX Modern Dance Company", "address": "Dongcheng Cultural Center, 111 Jiaodaokou Dongdajie", "telephone": "6405 4842/4292", "desc": "LDTX stands for Lei Dong Tian Xia, which means, \"Thunder under the sky.\" The new kid on the block, LDTX was founded at the end of 2005 by Willy Tsao, former artistic director of the Beijing Modern Dance Company. Tsao also holds the artistic reins of the Guangdong Modern Dance Company and Hong Kong's City Contemporary Dance Company. Tsao's empire hosts the annual Guangdong Modern Dance Festival each May, presenting his three companies as well as some companies invited from abroad."},
{"title": "marc", "address": "BLCU Gym, 15 Xueyuan Lu", "telephone": "159 1077 7158 (sms only)", "desc": "Well known teacher in Wudaokou teaches Sanda, Kungfu, Saholin and various forms."},
{"title": "Ballet Pro Dance Studio", "address": "Rm 301, Unit 2, Bldg 6, Zone 1, Qijiayuan Diplomatic Residence Compound, Tiantongyuan", "telephone": null, "desc": "Taking place every Wednesday at Qijiayuan Diplomatic Residence Compound, Ballet Pro’s classes combine well-known ballet syllabi from around the world. These include Royal Academy of Dance (RAD), Russian Vaganova Ballet Academy, and Dance Academy of China. The goal is to provide fun, stimulating, and friendly ballet classes as education dance residency programs around Beijing. Teachers come from RAD, National Ballet of China, and Dance Academy of China. The programs are suited to ages 4.5 to 18 years and cost RMB 2,880 for one year (24 classes)."},
{"title": "Beijing Ballroom Dance Club", "address": null, "telephone": null, "desc": null},
{"title": "Jiu-jitsu Gracie China", "address": "4/F, Beijing Scitech Hotel Fitness Club, Jianguomen Road", "telephone": null, "desc": "Centrally located at the heart of Beijing, The Gracie China Scitech School is Professor Chet Quint's primary teaching facility. Professor Quint is a black belt under the renowned jiu-jitsu master Professor Pedro Sauer and was the first jiu-jitsu black belt to teach in China, producing numerous blue and purple belt students over the past 10 years. The Gracie China Scitech school focuses primarily on the self defense and fitness aspects of jiu-jitsu and is suitable for the old and the young, women and men. Stop by during class time to inquire about the curriculum."},
{"title": "Learn Wing Chun", "address": null, "telephone": null, "desc": "Wing Chun is the style seen in the Yip Man (Ye Wen) films and was practiced by Bruce Lee (Li Xiaolong). Wing Chun is great for all body types and sizes - this style was originally created by a woman."},
{"title": "Jinghua Wushu Association", "address": "F1, Pulse Health Club, Kempinski Hotel Apartment, 50 Liangmaqiao Lu.", "telephone": "135 2228 3751 (English/French), 131 4107 2677 (English/Chinese)", "desc": "Learn tai chi forms, weapons, qigong, and meditation from teachers from Shaolin."},
{"title": "Hapkido Self-Defense", "address": "The British School of Beijing, No.5 Xiliujie, Sanlitun Road", "telephone": null, "desc": "Hapkido, the Korean Art of Self-Defense, 8th Degree Black Belt offers classes at various locations in Beijing from Mon-Sun evenings. Call for more information"},
{"title": "Krav Maga Global China", "address": "Sunnyfocus Sports Club, Bldg 67-70, Lot 35, Xiaoyun Road", "telephone": "150 1051 4712, 186 1053 4434 (Eng), 150 1024 6131 (Chi)", "desc": "Self-defense and martial arts classes for men and women."},
{"title": "China Culture Center (CCC)", "address": "Kent Center, 29 Anjialou, Liangmaqiao Lu", "telephone": "6432 9341/1041", "desc": "Started in 2000, the CCC offers guided English tours, daytrips and weekend excursions. They also offer seminars and workshops on a variety of topics, film screenings, art and taiji classes, cooking, and more. CCC also has a book club to discuss Chinese-themed literature. Sign up for their weekly online newsletter through the website to learn more about the CCC's events. Though non-members can attend most events, members enjoy discounts and can participate in exclusive outings."},
{"title": "China Baby Kung Fu Hall", "address": "Rm S108B, Guangcai International Mall, 18 Gongti Xilu", "telephone": "186 0098 8666 Registration, 6551 3108 or 6553 7689 Hotline", "desc": "China Baby Kung Fu Hall combines traditional Chinese culture and martial arts. As the designated teaching base of the Chinese Wushu Association, the school has more than 100,000 students training in kung fu, sanda, taichi, and self-defence. There are group classes (maximum of eight students), one-to-one classes, and family packages available."},
{"title": "Capoeira Mandinga Beijing", "address": null, "telephone": null, "desc": "Capoeira Mandinga Beijing is a group dedicated to the practice of capoeira in all its variations. Under the guidance of Mestre Marcelo, we train capoeira, samba, maculele and other Afro-Brazilian martial arts and dances."},
{"title": "Champion Boxing", "address": "Sanlitun SOHO B-1133", "telephone": "186 1066 7840 (Eng), 153 1177 6261 (Chi)", "desc": "Champion Boxing, located in Sanlitun Soho, is a boxing, kick-boxing, MMA, and fitness club run by dual foreign-Chinese management. Coaches are trained world champions, white collar boxers, and fitness fans, and cater to all levels. Membership cards go for RMB 1,200 for 10 classes One one one training is RMB 350-600 per hour (depending on instructor) Drop in class are RMB 150 http://www.championboxing.club"},
{"title": "ATer Tango Club", "address": "Room 303E, 3rd floor, Huaqingjiayuan Business Center", "telephone": "8279 6405", "desc": "ATer Tango Club is organized by bunch of Argentine Tango fans. They provide Argentine Tango classes in all levels as well as organizing traditional milongas every Tuesday and Saturday."}]