[{"title": "OM Yoga 42", "address": "Rooms 9102/9103, Lido Apartment Bldg", "telephone": "6437 8810", "desc": "Om Yoga specializes in hot yoga, where the studio temperature is maintained at 42-48°F, but also offers other limb-flexing courses. Classes are available in English, Chinese or both. Prices start at RMB 150 per class, with monthly (RMB 2,200) and yearly (RMB 9,800) memberships available."},
{"title": "Phoenix Retreat", "address": "6-1 Baijiazhuang Road (South Sanlitun Road), Ground Floor of Eastern Inn", "telephone": "6593 6066", "desc": "Conveniently located in Southern Sanlitun, Phoenix Retreat offers massages, waxing, manicures and eyelash extensions, along with spa packages. For those in a rush, an “Express Menu” which includes three 30-minute \"express” treatments is also available. Members can enjoy yoga at the retreat every Sunday at 10.30am."},
{"title": "Alona Pilates Studio", "address": "F/5, Heavenly Spa, 1 Xinyuan Nanlu", "telephone": "139 1029 0260", "desc": "Specializing in both Mat Pilates and Reformers Pilates classes with experienced and talented English speaking instructors. Reformers and other Pilates equipment are available for private and semi-private instruction sessions in Westin Studio."},
{"title": "Maya Does Yoga", "address": "Wudaokou", "telephone": null, "desc": "Small group yoga classes in Wudaokou with a Yoga Alliance Certified teacher. A fun and safe environment to explore and challenge yourself. For more information go to www.mayadoesyoga.com"},
{"title": "Nirvana Yoga Center", "address": "2A, Unit 5, Shijicheng, Yuanda Lu (100m south of the Golden Resource Shopping Mall)", "telephone": "5198 0591", "desc": "The Nirvana Yoga Center, located near the Golden Resources Shopping Mall, carries a full range of mats (RMB 260), bags, clothes and blocks."},
{"title": "Isofit Beijing", "address": "Units C-2-86, Upper East Side, Dongsihuan Beilu", "telephone": "188 1083 0188", "desc": "Isofit is Beijing's first full studio dedicated to Pilates and the lesser-known exercise system Gyrokinesis. Yoga classes are also available. The studio offers private (RMB 750+/class), semi-private (RMB 500+/class), and group sessions (RMB 180+/class). An initial fitness assessment is required. Discounts available for packages of 10, 20, and 30 sessions."},
{"title": "Mountain Yoga", "address": "6 Gongzhufen Cun, Fragrant Hills \r\n \r\n", "telephone": "6259 6702, 139 0102 1322", "desc": "Mountain Yoga organizes and hosts yoga retreats in the mountain areas northwest of Beijing. Weekend workshops sometimes feature special guest teachers and themes such as art, photography, cooking and Bollywood dancing. Mountain Yoga also offers yoga travel packages ranging from one to five days from USD 200-980 per person, which include yoga on the Great Wall, vegetarian food, qigong instruction, and herbal foot massage."},
{"title": "Incy Wincy Yoga", "address": "Rm 1909, Bldg A, U-Space Building, 8 Guangqumenwai Dajie", "telephone": "5861 3809", "desc": "Children learn to walk like a dog, buzz like a bee, and moo like a barnyard cow while developing their motor skills and building their self-confidence. Founded in 2006 by a mother and experienced yoga instructor Angelina Liu, Incy Wincy Yoga is a yoga company dedicated to Children’s and Baby yoga. Classes are 45-minute for muscular and bone development, balance and coordination, focus and concentration as well as fun. The programs are suitable for children 3-12 years old, babies, and teens. All classes are taught in English with over 15 centers around Beijing."},
{"title": "OmShanti Hot Yoga Studio", "address": "B1117, Bldg 11, Jianwai SOHO", "telephone": "5869 2849", "desc": "A spacious studio with a calming ambience, Om Shanti yoga studio is carefully designed with your comfort in mind. Built with the future of our world in our hearts, the studio is heated by energy efficient radiant heating panels, the paint on the walls is non volatile organic compound paint and our hardwood floors are reused wooden floors from buildings which have been torn down. The unique and tranquil environment at OmShanti yoga is a place for busy city dwellers to come and experience the wonders and peace which yoga can bring."},
{"title": "GRACEYOGA", "address": "Apt 1204, Beijing New World Apartments, 3 Chong Wen Men Wai, Chong Wen District", "telephone": null, "desc": "Do you long for better health and peace of mind? More balance between your life and your work? Grace Zhou, an advanced certified yoga instructor, transmits her passion and knowledge of yoga to individuals, couples and family. She also provides corporate yoga tuitions to enhance team-building and reduce stress at work. Contact at 159 0145 7086."},
{"title": "Fine Yoga", "address": "16/F, Tower 2, Blue Castle International Center, 3 Xi Dawang Lu", "telephone": "8599 9566, 139 1120 9563", "desc": "Offers traditional ashtanga yoga for all levels, with experienced instructors. They also offer hot yoga, kids' yoga, hatha yoga and prenatal yoga. Classes offered throughout the day and evening."},
{"title": "Yoga Yard", "address": "6/F, 17 Gongti Beilu (across from the north gate of Workers' Stadium)", "telephone": "6413 0774", "desc": "The Yoga Yard has two classrooms and an expanded schedule of classes. Attention is given to promote the health and well-being of all students. They offer specialized classes such as prenatal and postnatal yoga, introduction to yoga, restorative yoga, and other workshops, training sessions and retreats with guest teachers. Yoga books, mats and wellness products also available."},
{"title": "Healing Qigong", "address": "B1/F, Huaxi, 288 Chaoyangmennei Dajie", "telephone": "186 1005 6514", "desc": "Try qigong exercises and Chinese medicine. The teacher is a TCM Consultant, Acupuncturist and Reiki Master teacher. Private lessons are available."},
{"title": "Yogi Yoga", "address": "Mini-golf center, North gate of Ritan Gongyuan", "telephone": "8561 5506/5507", "desc": "Indian master Mohan teaches a blend of yoga forms at serene Ritan Park with a heavy focus on stress management and meditation classes. Private lessons available. Call for schedule. All classes are 90 min. RMB 8,500/yr, RMB 17,000/3 yr"},
{"title": "Yoga", "address": "2/F, Riviera Plaza, 5 Laiguangying Donglu", "telephone": "131 2121 9317", "desc": "Stretch and improve your flexibility and endurance with Flow Yoga and develop strength and muscular stability with Ashtanga Yoga."},
{"title": "RosaPranaYoga", "address": "Units C-2-86, Upper East Side, Dongsihuan Beilu", "telephone": "13810224921", "desc": null},
{"title": "Avocado Development", "address": null, "telephone": null, "desc": "Co-founded by yoga and pilates instructors Dee Rawlins and Victor Chau, Avocado Development is a consultancy based in Beijing and Shanghai that specializes in organizing fitness and wellness-related trainings and workshops."},
{"title": "Soma Hot Yoga with Huiping Mo", "address": "工体北路甲2号盈科中心南面", "telephone": "6539 3434", "desc": "Soma gives new meaning to yoga and claims to have a profound effect on both the mind and body. The healing art evolved from Huiping Mo's own personal yoga practice and observing students needs. She came up with a series of effective yoga postures which later became the foundation of Soma."},
{"title": "Dong Ying Spa", "address": "53 Maizidian Jie", "telephone": "6591 6661", "desc": "Founded in 1994, this spa boasts more than 10,000 members and over six branches around the capital. The business concept focuses on art and humanity, often inviting cosmetic professionals to give lectures on essential oils, women's health and beauty."},
{"title": "Dolce Vita", "address": "5 Baijiazhuang Beili", "telephone": "6501 7256, 138 0125 3665", "desc": "An upscale salon and healing sanctuary."},
{"title": "Decleor", "address": "Rm 107, Villa 8, Jianwai Soho, 39 Dongsanhuan Zhonglu", "telephone": "5869 0690", "desc": "Sleek facilities with spa and massage treatments."},
{"title": "Comfortable Spa and Massage Center", "address": "Rm 508, Bldg 1, Wanda Plaza, 93 Jianguo Lu", "telephone": "5820 6144, 137 1805 5733", "desc": "Foot massages cost RMB 88 for one hour, TCM massages are RMB 100 per hour and oil massages go for RMB 200 an hour. Home service is available."},
{"title": "Doing Spa", "address": "6/F, Bldg 7, Xincheng Guoji, 6 Chaowai Dajie", "telephone": "6533 6641, 6533 6642", "desc": null},
{"title": "Comfort Zone", "address": "S4-2, Sanlitun Village South, 19 Sanlitun Lu", "telephone": "6415 9878", "desc": "Italian skincare brand Comfort Zone now expanded their reach by opening a boutique/spa in the capital, offering aromatic body and facial massage (RMB 580), a hydrating facial (RMB 220) and a lot more other beauty treatments."},
{"title": "Bronze Bodies Tanning Club", "address": "6/F, 17 Gongti Beilu", "telephone": "6413 1180", "desc": "China’s leading tanning studio, with branches in both Beijing and Shanghai. Offers UV tanning, spray tanning and a selection of tanning accelerating products."},
{"title": "CHI, The Spa", "address": "China World Summit Wing, 1 Jianguomenwai Avenue", "telephone": "6505 2299 ext. 6666", "desc": "At China World Summit Wing, CHI, The Spa features a selection of treatments that showcase Chinese traditional well-being, using natural botanical and herbal products known for their therapeutic properties and restoring balance and harmony to mind and body. Named after chi or “qi,” the universal life force that governs well-being and personal vitality, CHI, The Spa at Shangri-La provides a sanctuary where holistic treatments are based on time-honored methods shared by many Asian cultures."},
{"title": "Bobo Spa", "address": "Floor B, West Gate, Jin Zhi Qiao Bldg, 1 Jianguomenwai\r\nDajie", "telephone": "139 1022 9496, 6586 4898", "desc": "Offers a convenient retreat from the hustle of the CBD. Regular promotions on offer, including a 150-minutes massage and spa treatment for RMB 399."},
{"title": "Bodhi Therapeutic Retreat", "address": "17 Gongti Beilu", "telephone": "6417 9595", "desc": "Located in a six-floor building opposite the north gate of the Workers’ Stadium, the original Bodhi Therapeutic Retreat offers a variety of professional treatments – Thai style massage (RMB 288/90 min), facials (from RMB 320), foot massages (RMB 158/85 min), and pedicures (RMB 68 at the Gongti branch only) courtesy of Anglefish Boutique – as well as complimentary food and snacks cooked up by their Thai chef. For extra luxury, try the specialty packages (from RMB 450/1.5 hours) at the swish sister spa Bodhi Sense on Liangmaqiao Lu."},
{"title": "Charly’s Professionals", "address": "5/F, Sofitel Wanda Beijing, Tower C, Wanda Plaza, 93 Jianguo Lu", "telephone": "8599 6666 ext 6910/6913", "desc": "Their second location at the Sofitel hotel offers hair and beauty services for both men and women. There are also three VIP rooms, with cable TV and individual restrooms."},
{"title": "Bodhi Sense", "address": "2/F, Somerset Grand Fortune Garden, 46 Liangmaqiao Lu", "telephone": "8440 1495", "desc": "Like the original branch of Bodhi on Gongti, Bodhi Sense draws inspiration from both Thai and Chinese culture, but boasts an added touch of luxury. There are ten foot-massage rooms and an additional ten treatment rooms, all exquisitely decorated"},
{"title": "Beijing Miaoshou Foot Massage", "address": "6/F, Gangmei Bldg, 1 Xiagongfu, Wangfujing Dajie (behind Beijing Hotel)", "telephone": "6512 0868", "desc": null},
{"title": "Beijing Fengshan Hot Spring Resort", "address": "East side of Changping Reservoir", "telephone": "6071 1188", "desc": "Located in the mountains of Changping. Equipped with 200 standard guest rooms, swimming pool, karaoke and exercise facilities."},
{"title": "Beijing Lan Ying International Spa Center For Men", "address": "1-3003 Wanda Plaza", "telephone": "5960 4135/7", "desc": "A spa for men offering incense therapy, waxing, traditional aromatic oil massage and other body care services."},
{"title": "AWAY Spa", "address": "3/F, W Beijing Chang'an, 2 Jianguomen Nandajie", "telephone": "8590 1748", "desc": "Recoup after a long flight or prepare for a big night out at W Hotel's 1,350-square-meter AWAY® SPA. Perched on the hotel’s third floor, the spa’s custom design captivates upon arrival, as golden tones and glittering accents recall the color of honey and graphic structures evoke honeycombs and the geometric inside of a beehive."},
{"title": "Beijing B&W Forest Man's Spa", "address": "Rm 1101, Bldg 12, Jianwai Soho, 39 Dongsanhuan Zhonglu", "telephone": "5869 6410 / 5869 6548", "desc": "Comprehensive spa for men with a variety of services including skin treatment."},
{"title": "Aqua Salus Urban Retreat", "address": "Taiyue Height 106, 16 Sanlitun Nanlu", "telephone": "6501 2881", "desc": null},
{"title": "Angel Hands", "address": "Rm 1801, Bldg 2, Jianwai Soho, 39 Dongsanhuan Zhonglu", "telephone": "8631 0801", "desc": "Enjoy vigorous deep-tissue massage, soothing and gentle massage, or a combination of both."},
{"title": "Bishui Yunxuan Massage Center", "address": "Rm 2906, Bldg 3, Jianguo Lu, Wanda Plaza", "telephone": "5820 4809, 135 8173 9899", "desc": null},
{"title": "Aman Spa", "address": "15 Gongmenqian Jie, Summer Palace", "telephone": "5987 9999", "desc": "Hidden away at the luxury Aman Resort, the Aman Spa occupies a historical dwelling once used by Summer Palace guests awaiting an audience with Empress Dowager Cixi. You can start your spa journey here with a Pilates or Yoga lesson, followed by a the usual pampering session."},
{"title": "Aibosen Blindman Massage", "address": "11A Liufang Beili", "telephone": "6465 2044, 6466 1247", "desc": "Foot, body and oil massages employing the much-famed special powers of blind male and female masseurs. Staff receive high standards of TCM training; expect to pay extra for a \"master.\" RMB 88 to 118 for 70 minutes."},
{"title": "99 Massage and Spa Center", "address": "Rm 703, E-Tower C12, Guanghua Lu", "telephone": "6501 0799", "desc": "Clean, comfortable and relaxing massage. Free food, drinks and fruit. Aromatic oil massage (RMB 200-380), body/foot massage (RMB 150/100). Single and double rooms."},
{"title": "Anantara Spa", "address": "The Commune, Shuiguan Great Wall, Badaling Gaosulu", "telephone": "8118 1888 ext 5100/01", "desc": "Massages start from RMB 480 (60min) and facials are available from RMB 520."},
{"title": "Prana Vikasa Yoga Shala", "address": "Rm 2409, North Tower, Shangdu SOHO, 8 Dongdaqiao Lu", "telephone": "5869 6438", "desc": "Prana Vikasa Yoga Shala is the only non-commercial yoga school in Beijing that is dedicated to teaching the traditional and pure form of Indian yoga. Their yogi masters help pave the way to better understanding yourself and your potential for happiness and health. Special courses include: Ashtanga, Hatha, Pranayama, Meditation, Kriyas, P.V. Back Bends, Prana Yoga and P.V. therapy class."},
{"title": "Arinya Massage and Spa", "address": "1/F, Zifeng Bldg, 1 Dayabao Hutong", "telephone": "6525 5799", "desc": null}]