[{"title": "Carol and Luc", "address": "Unit 5-12, 1/F, Bldg 5, Jianguomenwai, Diplomatic Residence Compound", "telephone": "8532 3817; 138 1005 1411", "desc": "More expensive than Yashow tailors, but with far more personalized service and superior fabrics. Carol turns out clothing for men, women and children, as well as bags, cufflinks and ties. Men’s suits are in the RMB 1,000 range, while shirts are RMB 100. International shipping is also available through her website."},
{"title": "Rui'Z Bespoke", "address": "18, Bldg 2, Pingod North, 32 Baiziwan Lu", "telephone": "5826 3877", "desc": "A high-end Shanghai brand providing bespoke tailoring for men with a classic touch."},
{"title": "Senli and Frye", "address": "1/F, Yaxing Bldg, 46A Liangmaqiao Lu", "telephone": "6463 5849", "desc": "Whether you favor traditional Saville Row or avant-garde Dior Homme, they offer Beijing's largest selection of imported English fabric. The price for business suits and cashmere overcoats typically range from RMB 3,500-5,500, though there are fabrics priced as low as RMB 3,000 per suit and as high as RMB 12,000. Casual blazers start at RMB 1,600. Only cash is accepted, and a 50% deposit is required at the time the order is placed."},
{"title": "Rong Xin Tailor (Wuzhou Friendship Store)", "address": "3/F, Zhongyu Plaza, 6 Gongti Beilu (Xingfuyicun)", "telephone": "8523 5866, 138 0105 7838", "desc": "Open since 1985, this popular English-speaking tailor shop has built a strong reputation within the embassy community as well as the foreign markets. A huge selection of handmade fabrics including silk, wool, cashmere, brocade, cotton and linen are available. They offer custom-made clothing for both men and women, in Chinese and Western styles."},
{"title": "Tailor He", "address": "B/1F, Huayuan Zhixing, 6 Dongdaqiao Xiejie", "telephone": "131 2040 5368", "desc": "Besides providing bespoke shirt and suit tailoring, Mr. He also offers perfect clothing alteration services at reasonable prices (around RMB 20-80)."},
{"title": "Tao and Co. Peking Tailors", "address": "South 36, Bei Sanlitun, Xingfusancun Sanxiang", "telephone": "137 1856 1877, 135 2267 3922", "desc": "This hidden gem, tucked away behind Yashow, makes high-quality men's suits for RMB 800 and silk shirts for RMB 600. As an added bonus, the service is friendly and fast."},
{"title": "Paul Rousseau", "address": "Stall 206, Fortune Plaza, 7 Dongsanhuan Zhonglu", "telephone": "6530 9182", "desc": "Bespoke suits, shirts, sports jackets and tuxedos made with exclusively imported fabrics from Italy and England."},
{"title": "Lisa’s Tailor Shop", "address": "3006, 3/F, 3.3 Shopping Center, 33 Sanlitun Beijie", "telephone": "139 1079 8183", "desc": "A 3.3 Mall tailor that stands out amongst its neighbors due to word-of-mouth. The cotton shirts cost RMB 80-200, while wool and cashmere suits go for RMB 700-1,500, depending on the fabric quality. Express service is also offered here, so suits can be ready within 24 hours."},
{"title": "Lino", "address": "North of the Rainbow Plaza, Dongsanhuan Beilu", "telephone": "6585 0890", "desc": "Lino offers a more upscale service including formal gowns. This winter they’re launching a ready to wear daywear collection."},
{"title": "Jose Acosta", "address": "D0738, Bldg D, Chaowai Soho, 6 Chaoyangmenwai Dajie", "telephone": "137 1793 5156", "desc": "Previously known as the Bauer Company, co-founder Carlos has since left China and the shop has been rebranded as Jose Acosta. The former model focuses on making bespoke clothing as well as original men's and women's designs. The cost depends on the fabric and garment."},
{"title": "Jiajia Premium Alterations", "address": "Dongsi, 54 Lianfeng Hutong (take a right from the Luofusi walking street)", "telephone": "8403 4942", "desc": "Mr. Lu alters the fashionable rags of supermodels, casino owners, and movie stars expertly and at a low price. Don't be deceived by the humble appearance of his shop."},
{"title": "Jary Tailor Shop", "address": "Radisson SAS Hotel, A6 East Beisanhuan Lu", "telephone": "135 2180 1488", "desc": "Offers express tailor made suits and door-to-door delivery."},
{"title": "Hujingyuan Tailors", "address": "4 Yandai Xiejie, Houhai", "telephone": "6400 3744", "desc": "This tailor to the stars – he claims Dashan as a former client – makes traditional magua shirts (RMB 100-400) and qipao (RMB 400-1600). Orders take 3-10 days."},
{"title": "Heyan’er", "address": "15-2 Gongti Beilu", "telephone": "6437 6854", "desc": "Sumptuous traditional tunics, dresses, and trousers in modern prints and designs. Most clothing RMB 400-1,000."},
{"title": "Hanloon Tailor", "address": "SB133, B1/F, China World Shopping Mall, 1 Jianguomenwai Dajie", "telephone": "6505 3095", "desc": "From around RMB 5,000."},
{"title": "Feifan Tailor Shop", "address": "35-3-101, Xinyuanli Compound (opposite Jingkelong Supermarket)Chaoyang District", "telephone": "18601337206，13693666348", "desc": "Provides custom Chinese cheongsam and traditional dress as well as dress shirts and linen shirts."},
{"title": "F-one TLR", "address": "1/F, Hilton Beijing, Dongfang Lu, Dongsanhuan Beilu", "telephone": "6461 9877", "desc": "Both suits and service are tailored to Japanese tastes at this custom boutique featuring imported fabrics and bilingual staff. Adjoining shop also does wedding dresses."},
{"title": "Fei Fei", "address": "35-1-103, Xinyuanli Compound (opposite Jingkelong Supermarket)", "telephone": "8455 1939, 133 6627 5682", "desc": "Locals swear by this tailor for everything from dress shirts to linen suits. Labor only around RMB 500."},
{"title": "Dormeuil", "address": "Peninsula Palace Hotel Malls, Jinyu Hutong, Wangfujing", "telephone": "6523 4280", "desc": "From around RMB 10,000."},
{"title": "Dunhill", "address": "L130BC, 1/F, China World Shopping Mall, 1 Jianguomenwai Dajie", "telephone": "6505 4148", "desc": "Classy and sophisticated men's suits – with a matching price tag: starting at RMB 20,000 per suit."},
{"title": "Degage Couture", "address": "Room 618, Haichang 44 Building, Liangmaqiao Road, Chaoyang\r\nDistrict，Beijing.", "telephone": "(010) 64617718; 13051262637", "desc": "Degage Couture works with your design ideas and preferences to create quality made-to-measure dresses. Specializes in day, evening, bridal, formal and vintage wear."},
{"title": "Dave's Custom Tailoring", "address": "Door 1, Stall 302, Guanghua Lu Soho", "telephone": "8529 9433", "desc": "Perpetuating the Shanghainese tradition of hand-made suits. Savile Row quality."},
{"title": "D&J Fine Tailoring", "address": "Unit B017, B1/F, Guanghua Lu Soho, 22 Guanghua Lu", "telephone": "135 2249 0981", "desc": "Offers shirt and suit customization as well as adjustment services."},
{"title": "Tangyun Tailor", "address": "5-3 Jinbao Jie, Dongdan, 200 meters north of Xiehe Hospital (kiddie corner from Paris Weddings, next to the KTV)", "telephone": "6524 9057", "desc": "Tangyun specializes in high-end, tailor-made qipaos and tangzhuangs (traditionals men’s robes), along with some stunning East-meets-West and \"with it\" styles. A quick and painless fitting appointment takes care of your sizing needs. There is also an off the rack collection – but be prepared to shell out the big bucks."},
{"title": "Stefano Ricci", "address": "Inside St. Regis Hotel, 21 Jianguomenwai Dajie", "telephone": "8532 1756", "desc": "From RMB 50,000 to RMB 100,000, made in Italy."}]