[{"title": "Beijing Wildlife Park", "address": "Donghulin, Daxing Yufa", "telephone": "8921 6666/5159", "desc": "As animal attractions go, Beijing Wildlife Park is done relatively tastefully. The park claims to focus on animal conservation, with more than 10,000 resident rare animals like golden monkeys and brown-tailed monals. Split into two halves (big animals on one side, birds and smaller animals on the other), the attraction even has a self-drive safari where visitors can feed friendly herbivores."},
{"title": "Changdian Temple", "address": "Taoranting Park, 19 Taiping Jie (SE exit of Taoranting subway)", "telephone": "6315 9837", "desc": "-"},
{"title": "Beijing Great Wall Professional English Private Tour Guide and Driver Mr.Ping", "address": "Rm 303, 235 Chaoyang Beilu", "telephone": "18601906978", "desc": null},
{"title": "Ancient Cliff Dwellings (Guyaju)", "address": "Dongmenying Village, Zhangshanying Town", "telephone": "6911 0333", "desc": "This cluster of cave dwellings north of Beijing offers impressive testament to our Chinese predecessors' cave-digging abilities. With 174 caves in all, the largest are more than 20 square meters, with multiple rooms, while the smallest are only big enough to wiggle into and lie down. The caves were reportedly carved by an ethnic minority called the Xiyi during the Tang dynasty (618-907 AD). Most of the caves are bunched together in two rock face villages, resembling ant farms for humans.&#13;"},
{"title": "Camp the Wall", "address": null, "telephone": null, "desc": "Camp The Wall offers weekend camping trips at an unrestored section of the Great Wall outside Beijing. These budget trips are all included: transportation, tents, food, water, snacks and a guide. Trips depart every other Saturday near Tian'anmen Square with a private bus with a group of max. 22 people. Arrive at a local village to have a bite after hiking up to the Wall and setting up camp. Then explore more of the wall until sunset when you will meet back at camp for a BBQ dinner (vegetarian option available). Hang out around a campfire until you go to sleep in your tent under the stars."},
{"title": "Chengde", "address": null, "telephone": null, "desc": "The Qing emperors survived Beijing’s op-pressive summers by taking to the imperial retreat at Chengde. The majority of the temples and palace buildings now remaining are the result of Kangxi and his grandson Qianlong’s enthusiasm for the scenery. After Emperor Jiaqing was struck dead by lightning there in 1820, the compound was abandoned. In 1860, while flee-ing Beijing after the Second Opium War, Emperor Xian-feng found refuge here, but he was the last royal family member to take up residence in Chengde."},
{"title": "Beijing E-Bike Tours", "address": "Unit 1202, Bldg A, Tower 2, 6 Guanganmennei Dajie", "telephone": "186 0120 1141, 159 1090 6674, 714 512 5776", "desc": "Beijing E-Bike Tours re-ignites the city’s history and culture by taking our guests on a tour of the city through the eyes, and transportation method, of a local. More mobile than a tour bus, and covers more ground than walking, Beijing E-Bike Tours whisks you away on a comfortable, safe, easy-to-ride, environmentally friendly electric bike. En route to the major sites of Beijing, we pass through ancient hutongs, side streets of old Beijing, and through tourist attractions to give you the broadest experience of what Beijing truly is."},
{"title": "Beidaihe", "address": null, "telephone": null, "desc": "Life in this once-quiet fishing village on Bohai Bay was forever altered by the arrival of laowai in the late 19th century seeking relief from the heat of Beijing and Tianjin. The foreigners built bungalows and golf courses and, to the bemused surprise of locals, bathed in the ocean. From boat and bike rentals to seafood and people watching, Beidaihe has all the essential ele-ments of a beach adventure. The sand and sea are not those of a tropical beach destination, but are surpris-ingly clean and groovy, and this has long been known as one of the best bird-watching sites on earth."},
{"title": "Baiyangdian Scenic Area", "address": null, "telephone": null, "desc": "Sometimes, natural disasters have a silver lining. Baiyangdian, the largest lake on the North China Plain, was formed in 1517 when the Yang-cun River dike burst, causing nine rivers to flood the area simultaneously. Now, this expanse of water and reed-filled marshland includes 146 smaller lakes, and is described as the “Venice of Hebei province.” Boat is the main form of transportation for locals and visitors alike, and visitors can load up on their Omega-3s with six-course fish feasts served in many local inns."},
{"title": "Badachu", "address": "Badachu Lu", "telephone": "8896 4661", "desc": "This large, easily accessible park in Beijing's western hills has for centuries offered a heady fix to devout Buddhists, temple junkies, hiking enthusiasts and fresh air fiends. The eight temples and monasteries scattered around this site south of the Fragrant Hills include the Temple of Divine Light, the only temple at Badachu that still has resident monks. The temple is complemented by the reconstructed 13-story Buddha Tooth Pagoda, on a site which previously contained a sacred Buddha tooth."},
{"title": "Baihe Climbing Area", "address": null, "telephone": null, "desc": "Miyun’s Baihe River Valley is home to one of the most developed rock-climbing areas near Beijing. There are as many as 45 established sport (bolted) and traditional routes. The main climbing area is adjacent to a sandy beach near the river, which makes it an ideal place for camping. In winter, there is an ice-climbing park with a man-made ice wall. Longtan Lake Park Climbing Wall (6718 6358 ext 9031) organizes trips to Baihe; call them to find out when they’re going next. (Make sure you bring all your own gear.) Baihe Climbing Area Heilongtan area, Miyun County."},
{"title": "Black Dragon Pool (Heilong Tan)", "address": "Shicheng Town", "telephone": "6102 5028", "desc": "Black Dragons are apparently swimming aficionados, as this is one of two \"Black Dragon Pools\" within the Beijing municipality. The eponymous pool is augmented by 18 smaller ones and several waterfalls. People swim here, but the water quality can be suspect. In autumn, wild geese flock here. Bus: Take bus 980 from Dongzhimen to Miyun Gulou,then take a taxi (RMB50) to Heilong Tan. Car: Take Jingmi Lu to Miyun Reservoir, then head northwest for another 13km. Approx distance: 100km"},
{"title": "Eastern and Western Qing Tombs", "address": null, "telephone": null, "desc": "Less visited but more intriguing than the Ming Tombs, the Qing royal cemeteries are split be-tween two far-flung sites because of a fratricide’s guilt. Emperor Kangxi’s son Yongzheng usurped the throne from his brother, the designated heir, and executed him and his ministers. Worried about familial wrath in the afterlife, Yongzheng picked a burial site on the opposite side of the capital from his father. Subsequent emperors kept up the tradition of alternating between the two cemeteries."},
{"title": "Fahai Temple", "address": "80 Moshikou Dajie", "telephone": "8871 3976", "desc": "Tucked into the south side of the Cuiwei Mountains in western Beijing, Fahai Temple is the humble home of an amazing collection of Ming-dynasty murals. With RMB 20 and a complimentary flashlight in hand, take some time to examine the five-century-old frescoes, which depict a meeting of Buddhist deities. Commissioned and funded by eunuch Li Tong in honor of Ming emperor Zhengtong (reigned 1435-1449 and 1457-1464 AD), this 236.7-square meter mural was made by two master painters and 13 artisans, who worked from 1439 to 1443. Keep an eye out for the six-tusked elephant on the back wall."},
{"title": "Badaling Wild Park", "address": "South across the highway from Badaling Great Wall Center", "telephone": "6912 1842/2591", "desc": "Wolves, lions, tigers, bears and assorted other large animals roam (not quite) free here, but certainly with a great deal more liberty than you’ll see elsewhere in China. Tour the park from the comfort of a vehicle (your own or one of the buses available at the park). RMB 90, RMB 45 (students), free (kids under 1.2m)."},
{"title": "Bicycle Kingdom", "address": "34 Dong Huangchenggen Nanjie", "telephone": "133 8140 0738", "desc": "Rents a variety of bikes and helmets. Prices range from RMB 60-120 for a single day and from RMB 35-57 per day for a week or longer, and depend on the bike rented. Reservation recommended and deposits vary. Also offers guided bike tours."},
{"title": "BJS Holiday", "address": "Shop 800, Pinnacle Plaza (opposite to the Euro Village)", "telephone": "8046 3199", "desc": "Caters especially to foreigners based in Beijing, providing a service tailored to the client’s personal travel requirements."},
{"title": "Beijing Urban Adventures", "address": "Office 605, Guozhong Business Building, 33 Dengshikou Street， Dongcheng District", "telephone": "64068022", "desc": null},
{"title": "Yongdingmen Terminal", "address": "37Pengzhuan West side", "telephone": "021 5891 4868,  8310 9307", "desc": null},
{"title": "Xinfadi Terminal", "address": "On Fengnan Lu, 100m west of Xinfadi Bridge", "telephone": "8372 7679, 8372 7241", "desc": "Destinations: Henan, Jiangsu, Shandong, Anhui, Hebei Provinces."},
{"title": "Xianglong Zhaogongkou Terminal: Destinations", "address": "34 Sanhuanzhong Lu", "telephone": "6722 9491, 6723 7328, 6722 9491", "desc": "Tianjin, Shanghai, Harbin, Shijiazhuang, Chengde and Shandong, Shanxi, Henan, Hebei, Jiangsu, Zhejiang, Hubei, Jilin, Liaoning Provinces."},
{"title": "Beijing Order Car Rental Service Co. Ltd", "address": "Rm 319, Huaxing Boda Dasha, 28 Baiziwan Lu", "telephone": "8777 8258", "desc": "Provides services including new vehicle purchases and relevant insurance, insurance claims, annual inspection of vehicle, replacement of vehicle, regular inspection and maintenance, replacement of car oil, and used-car replacement. Also does tourism ticketing and air ticket and hotel booking. Rents out tour buses and can provide foreign language speaking tour guides according to the specific request of the client. The prices for car rental range around RMB 500-1,600/day."},
{"title": "Bespoke Beijing", "address": "B510, 107 Dongsi Bei Dajie, Dongcheng District", "telephone": "6400 0133", "desc": "Anti-package-tour to its core, Bespoke Beijing offers an a la carte menu of high-quality, high-value travel services so you can pick and choose the components that are relevant to you. These include car hire, tour guides and airport transfers - or take it to the next level with their expert-led signature experiences."},
{"title": "Beijing Sideways", "address": null, "telephone": null, "desc": null},
{"title": "Tianqiao Terminal", "address": "32 Beiwei Lu", "telephone": "6303 3940, 6318 3451", "desc": "Destinations: Baigou, Fangshan, Hanying, Matou, Shengli, Xiangyang."},
{"title": "Sihui Terminal", "address": "68 Xiwangyuan Lu", "telephone": "6557 4804, 6467 1346", "desc": "Destinations: Tianjin and Jilin, Liaoning, Hebei, Anhui, Henan, Inner Mongolian, Jiangsu Provinces."},
{"title": "Liuliqiao Terminal", "address": "19 Liuli Bridge Nanljia", "telephone": "8383 1716,  8383 1717", "desc": "Destinations: Hebei, Liaoning (Dalian), Inner Mongolian, Shanxi, Henan, Anhui, Fujian Provinces"},
{"title": "Muxiyuan Terminal", "address": "199 Haihutun, Yongdingmenwai", "telephone": "6726 7149, 6723 4767", "desc": "Destinations: Fujian, Zhejiang, Jiangsu, Anhui, Liaoning, Shandong, (Yantai) Inner Mongolian, Henan, Hebei Provinces."},
{"title": "Lizeqiao Terminal", "address": "East of Lize Bridge, Xisanhuan", "telephone": "6347 5092, 6340 3408, 6345 7839, 6347 0827", "desc": "Destinations: Tianjin, Shanghai and Hebei, Henan, Shandong, Shanxi, Jiangsu, Anhui, Fujian, Zhejiang, Liaoning, Hubei, Sichuan, Shaanxi Provinces."},
{"title": "Dongzhimen Terminal", "address": "45 Dongzhimenwai Xiejie", "telephone": "6467 4995, 6467 1346, 6460 8131", "desc": "Accesible by Subway Line 2. Destinations: Changyuan, Chengde, Chifeng, Fengning, Fengshan, Nanzhuangtou, Shunyi, Xinglong etc."},
{"title": "Lianhuachi Terminal", "address": "Northeast of Liuli Bridge", "telephone": "6332 2354", "desc": "Destinations: Hebei, Shandong, Henan (Zhengzhou) Provinces."},
{"title": "The Beijing Bureau of Communications Complaint Hotline", "address": null, "telephone": null, "desc": "Takes complaints concerning taxis, minibuses or other vehicles. No operator, but an English recording gives instructions for faxing your complaint – which of course will make you feel much better. (6835 1150, fax 6831 5960)"},
{"title": "Bejiing Yinjian Taxi Company", "address": null, "telephone": null, "desc": "Call 96103 and they will notify their drivers of your location."},
{"title": "Beijing Limo", "address": null, "telephone": null, "desc": "Airport pickup, corporate events and sightseeing. Choose from stretch limos, buses and vans, all with bilingual drivers."},
{"title": "Beijing Limo", "address": "18 Jianguo Lu", "telephone": "6546 1688, 139 1113 5613", "desc": "Call BJ Limo for airport pickup, corporate events or sightseeing. Choose from stretch limos, buses and vans, all with bilingual drivers. Over 80% of the company's clients are expatriates or foreign visitors."},
{"title": "Beijing Taxi Dispatching Center", "address": "14/F, Hangtianxinxi Building, 1 Binhe Lu, Hepingli", "telephone": "6837 3366/3388, 96001", "desc": "They can’t send a driver to your house, but will alert all taxis with GPS in the vicinity of your request for a taxi and exact location. Call 6837 3399."},
{"title": "Xizhimen Terminal", "address": "2 Beixiaguan, Gaoliangqiao\r\nXiejie", "telephone": "6218 3454, 6217 4814, 6217 3556", "desc": "Accessible by Subway Lines 2 and 13. Destinations: Anshan, Chengde, Harbin, Jining, Jinan, Jinzhou, Pinggu, Shenyang, Zhangjiakou, etc."},
{"title": "Beijing Beiqi Taxi", "address": "4/F, Shiji Yuanyang Hotel, 15 Dongsanhuan Nanlu", "telephone": "8766 5998 ext 8053", "desc": "Beiqi offers short- and long-term leases on locally made cars. A VW Jetta costs RMB 260 per day with a driver and RMB 4,700 per month without, while an Audi A6 is RMB 15,500 monthly. Surcharges apply if you drive more than 3,600 kilometers per month. Discounts on yearlong leases. You must pay a deposit in cash and may need a guarantor."},
{"title": "ASM Chauffeur and Tour Services", "address": "6A Yayun Huayuan, Bldg 2, 12 Xiaoying Lu", "telephone": "8463 4451/2", "desc": "Pre-arranges transportation in cars or buses driven by English-speaking drivers. Airport pick-up and delivery service, chauffeur service (hire by the day) and personal guide service available. Pricing on website."},
{"title": "Bawangfen Terminal", "address": "17 Xidawang Lu", "telephone": "8771 8844 ext 24", "desc": null},
{"title": "Beijing Impression", "address": "Rm 0219, Moma Building, 199 Chaoyang Beilu", "telephone": "6400 0300, 139 1097 2927 (24-hour emergency hotline)", "desc": "Based in Beijing, Beijing Impression offers flexible tours with accommodating itineraries. English-speaking guides available. Staff are Beijingers who know the city well and are ready to assist travelers at any time. In addition to offering travel services, the company also provides travel tips, information, pictures and videos."},
{"title": "Beijing Mei Lian Tong Air Service", "address": null, "telephone": null, "desc": "Offers discount domestic and international air tickets. Seats are guaranteed."},
{"title": "Beijiao (Deshengmen) Terminal", "address": "30 Huayan Beilijia, Deshengmenwai Dajie", "telephone": "8284 6760,  6336 0283", "desc": "For RMB 12, Bus No. 919 will give you an air-conditioned ride to the Badaling section of the Great Wall (6am-6:30pm). Other destinations: Zhangjiakou, World Park, Weixian, Guyuan, Chengde, etc."},
{"title": "Beijing Hikers", "address": "Rm 601, Bldg 2, Xinhualian Ligang, 26 Jiuxianqiao Zhonglu", "telephone": "6432 2786", "desc": "Hikes of varying difficulty in villages near Beijing. Open to everyone. Call for info on hikes and what to bring. Prices vary for overnight hikes; weekend hikes are RMB 250/300 (adult), half price for children under 12, including round trip transport, snacks and drinks after the hike, detailed map of the hike and professional guidance. Advance reservations necessary. RMB 200/yr membership gets a 10% discount on regular hikes."},
{"title": "Beijing Food Walk", "address": null, "telephone": null, "desc": "If you are looking for something interesting, special and educative to do, try a guided Food Walk through the hutongs of old Beijing, sampling authentic snacks, learning about traditions and culture of Chinese cuisine. Food Walks operate every Tuesday, Thursday and Saturday from 10.45am to 2pm."},
{"title": "Beijing Easy Travel", "address": "1/F, Boutique 17, Hairun International Apartment, 2B Jiangtai Lu", "telephone": "5126 7266", "desc": "Travel service with a decade of experience offering domestic and international packages to foreigners in Beijing."},
{"title": "Beijing Day Trips", "address": null, "telephone": null, "desc": "Information about day trips and weekend trips to the Great Wall, the Wild Wall, Beijing’s hutongs and more."},
{"title": "Beijing Citybus Tour Service", "address": "Rm 1207, Scitech Tower, 22 Jianguomenwai Dajie", "telephone": "400 650 0760", "desc": null},
{"title": "Beijing Camping International", "address": "Rm 9229, Bldg 9, Jianwai SOHO, 39 East 3rd Ring Rd", "telephone": "5869 1592", "desc": null},
{"title": "Beijing by Heart", "address": null, "telephone": null, "desc": "Self-confessed \"Chinese history nerds\" Nelly Alix and Lucile Dinh co-founded Beijing by Heart, a boutique tour group operating in English and French. Signature history walks include the Opium War tour, Tartar City tour, writers' tour, and the Forbidden City according to the life of Puyi. Custom one-on-one tours are also available. RMB 300 per person for history walks."},
{"title": "Banner Travel Service", "address": "1/F, Daxiang Touzi Bldg, 1A Dongbinhe Lu", "telephone": "5126 8494, 133 6602 1791", "desc": "Offers international tours and domestic trips for individuals and groups. Frequent packages to places like Paris, London, Frankfurt, San Francisco, Los Angeles and Hong Kong."},
{"title": "Beijing Baosheng Air Service Co. Ltd.", "address": "Floor 9, Tower B, Jia Hui International Center Jiqingli", "telephone": "400 888 0589", "desc": "Professional and full travel service company. Well-known as largest air ticket wholesaler in China, offer domestic and international tickets and packages not only to corporate clients, but also tailor-made to meet individual needs."},
{"title": "Australia Expat Travel", "address": null, "telephone": null, "desc": "Offers packages to a wide variety of destinations in Australia."},
{"title": "Asialive Travel", "address": "A2306, Zhaowei Huadeng Plaza, 14 Jiuxianqiao Lu", "telephone": "5823 7217", "desc": "Tailored tours of domestic and Asia destinations."},
{"title": "All Day Chinese Learning Center", "address": "33 Dengshikou", "telephone": "6559 8281/8756", "desc": "Language school established in 2008 emphasizes \"Oral and Aural first,\" \"Students-centered,\" \"Variety and plenty of activities,\" \"Language learning and culture exchange.\" Also offers services in: Looking into accommodations, one day tour package in Downtown Beijing, helping your children to enroll in school in Beijing, tickets reservations (air tickets, train tickets, concert tickets etc)."},
{"title": "Access to Beijing", "address": "618 Langting Plaza B, 8 Chaoyang Road", "telephone": "180 1013 9625", "desc": "Access to Beijing is operated by a team of local experts and licensed tour guides and offers private tours of Beijing and neighboring cities for both groups and individuals, using private vehicles, public transportation or sightseeing by foot. The service also offers assistance in hotel reservation and destination management planning."},
{"title": "9588 Online Travel", "address": null, "telephone": null, "desc": "Offers discounted tickets for both domestic and international flights. They accept online payment by international credit cards."},
{"title": "AChinaTours", "address": "Rm 1108, Jintaixinqiao Building, Xizhimenwai", "telephone": "8837 1104 , (cell#) 1074 6078", "desc": "AChinaTours offers “bespoke designer vacations” to China and Southeast Asia. They can tailor wild adventures, romantic getaways, relaxing vacations, and sightseeing tours alike."},
{"title": "Dragon Seal", "address": "2 Yuquan Lu", "telephone": "8862 9243", "desc": "One of the few wineries within Beijing city limits, Dragon Seal goes back to 1910 and the kidinnovations of a wine-loving French friar. Today, French winemaker Jérôme Sabaté makes wine from grapes sourced exclusively from Hebei. Expect drinkable whites and reds, including Cabernet Sauvignon, Merlot and Chardonnay, plus a good value sparkling Chardonnay made by the traditional Champagne method (around RMB 100-125). Take advantage of this fascinating factory site’s proximity while you can, before Dragon Seal moves most of its facilities closer to Hebei."},
{"title": "90 Percent Travel", "address": "Rm0526, Block A, Building 3, DaCheng International Center, Baiziwan Bridge, East Fourth Ring Road", "telephone": null, "desc": "An experiential travel company focusing on providing travelers with themed and customized tours."},
{"title": "The Sino-French Demonstration Vineyard", "address": null, "telephone": null, "desc": "This joint venture is the brainchild of Wen Jiabao, following an inspirational visit to France in 1997. Winemaker Li Demei produces eclectic, drinkable wines alongside more recognized grape varieties, drawing on French support for everything from oak barrels to fermentation vats. One gem is the winery’s development of the hearty Marselan grape, a cross of Cabernet Sauvignon and Grenache, which resists fungal diseases and suits the variable Hebei climate. Expect funky reds, whites and a sweet late harvest white made from southwest France’s Petit Manseng grape."},
{"title": "Bodega Langes", "address": null, "telephone": null, "desc": "Money has been poured in this plush operation – from the Swarovskis of crystal-glass fame – and it shows in the hotel, spa and wine school. Distinctly Chinese, the winery controls some 188 hectares of vines and possesses its own barrel-making facility, using only Chinese oak. Red and rosé wines feature here, as well as vinous spa products. A room at the hotel costs RMB 600, although wine tastings start from as little as RMB 10. Changli County, Hebei province. (6464 9856, 0335 2186 889, info@bodega-langes.com) 朗格斯酒庄, 河北省昌黎县"},
{"title": "Dongyingzi Hamlet Orchard", "address": null, "telephone": null, "desc": "Specializes in cherries for most of summer, and delicious grapes and apples during September and October. Apricots, chestnuts, peaches and plums also grow here. Daily 7.30am-5.30pm (Jun-Oct); closed rest of year. Xiwengzhuang Town, Miyun District. (136 1137 1674) 东营子村采摘园, 密云区溪翁庄镇 Bus: Bus 987 (daily 7am-6.30pm) runs directly to Xiwengzhuang from Dongzhimen. Or you can take bus 970 or 980 from Dongzhimen to Miyun Changcheng Huandao (密云长城环岛) and change to Minibus 8 to Xiwengzhuang. Car: Take Jingcheng Expressway, exit at Miyun Reservoir (密云水库), and drive west for about 2km."},
{"title": "Chateau Bolongbao", "address": "Bashimudi Cun, Chengguan Streets Office", "telephone": "139 1072 2833", "desc": "This organic winery is one of the more popular Beijing spots to visit for wine and organic food products, such as fruits. State-of-the-art equipment shows considerable investment, and French legacy is apparent with Bordeaux-style blends and distinct Bordeaux packaging. In fact, were it not for the name, one wouldn’t initially guess that this is Chinese product. The chateau plans to open a guesthouse, and tastings and visits can be arranged."},
{"title": "Dajue Temple", "address": "Beianhe Village", "telephone": "6245 6163, 6246 1449", "desc": "In the shadow of the Yangtai Mountains, where the hamlet of Beianhe drowses amid lush groves of peach and cherry trees, a sparkling, bright stream rushes down from the peaks – only to be captured with-in this charming temple. The stream flows to a deep central pond where worshippers of the Buddha come each year to release goldfish and turtles to demonstrate compassion and receive blessings. The original “Magic Spring Temple” was built on this site during the Liao dynasty (907-1125 AD)."},
{"title": "Cloud Covered Mountain (Yunmeng Shan)", "address": "Liulimiao Town", "telephone": "6162 2381", "desc": "About 85km north of Beijing, the area's craggy peaks, topped by bonsaied cypresses and spilling over into lush summer growth, recall traditional ink paintings. The park, which boasts a dense forest offering more than 100 varieties of trees, also contains a wild botanical garden that overlooks the western shore of Miyun Reservoir. The mountain's highest peak - situated at 1,414m above sea level, is accessible through a fairly easy hike that takes approximately five hours."},
{"title": "Commune by The Great Wall Kempinski", "address": "The Shuiguan Great Wall exit on the Badaling Expressway", "telephone": "8118 1888 ext 5706", "desc": "Surrounded by verdant mountains and the Shuiguan Great Wall, the Commune blends natural beauty with modern art and architecture – twelve leading Asian artists designed the 42 villas. While eleven villas – with fanciful names like “Bamboo Wall” – may only be rented in full, 190 rooms and suites are also available. Before a day of hiking, parents can drop off their kids at the Commune of the Children, which offers full- and half-day programs featuring swimming, storytelling, crafts and more (RMB 150-290). Rooms RMB 2,340-3,200; villas RMB 12,500-23,380."},
{"title": "Cloud Cave Valley (Yunxiu Gu)", "address": null, "telephone": null, "desc": "A little piece of heaven, this upland valley is carpeted in trees and endowed with large flat slabs of rocks (making it an easy hike), running streams, waterfalls, caves and a section of the Great Wall. Daily 24 hours. RMB 31, RMB 25 (students). Xinchengzi Town, Miyun County. (8102 2307) 云岫谷，密云县新城子镇 Approx. distance: 100km Bus: Take long-distance bus 980快, 980 or 970 from Dongzhimen to Miyun, then change to a minibus that goes to Xinchengzi. Takes 2-3 hours. Car: Take Jingcheng Expressway, exit at Miyun, and turn onto National Road 101 (国道101)."},
{"title": "China North International Shooting Range", "address": "Mafang Village 1, Nankou Town", "telephone": "6977 1368", "desc": "Located on the grounds of a weapons research institute about an hour out of town, the China North International Shooting Range offers a selection of four handguns and five rifles for fixed target practice, as well as a double barreled shotgun for shooting flying discs (aka skeet or clay pigeons). Priced by the bullet, the firing can get a bit expensive quickly, particularly if you are a skeet-shooting aficionado (RMB 200 per session) or really like guns and want to try them all."},
{"title": "Cloud Cave Valley (Yunxiugu)", "address": "Xinchengzi Town", "telephone": "8102 2307, 8102 2367", "desc": "A little piece of heaven, this upland valley is carpeted in trees and endowed with large flat rock slabs (making it an easy hike), running streams, waterfalls, caves and a section of the Great Wall. Bus: Take a long distance bus from Dongzhi_men to Miyun (such as 980), then change to a minibus. Takes 2-3 hours. Car: Take Jingmi Lu to Miyun, then follow Jing-cheng Lu to Sangyuan intersection, turn right and drive on for another 35km. Approx distance: 100km"},
{"title": "China Countryside Hotels", "address": "Mutianyu Village", "telephone": "6162 6506", "desc": "Provides high-quality rental units and boutique properties at the base of the Mutianyu Great Wall. A place to escape and take a break from the city. Ideal for families with children, and visitors looking for a special village experience."},
{"title": "Ancient Ming Village (Cuan Di Xia)", "address": "Cuan Di Xia Village, Zhaitang Town", "telephone": "6981 9333", "desc": "This village offers a snapshot of history, as it has been preserved virtually unchanged since it was built by a single, extended family during the Ming dynasty. It contains some 70 courtyard homes, many of which have been converted into simple guesthouses, and villagers open their homes and hearts to city-slicker refugees. Nightly accommodation can be found in any home that has room enough and averages RMB 15-25. Not much to do there, but that's the point - siestas and strolls are as complicated as your plans should get.&#13;"},
{"title": "Cool Valley (Qingliang Gu)", "address": "Sihetang, Shicheng Town", "telephone": "6901 5455", "desc": "Cool Valley lives up to its name: cut deep into the mountain and blanketed with green trees and tall grass, the hike up is cool, but humid, and filled with a humming chorus of chirping cicadas. At the top, vendors sell tiger-shaped pillows filled with horsebeans (can dou) alongside a tea stand fitted with a TV in anticipation of karaoke-loving customers. The valley, babbling with brooks and pools of ever increasing clarity, sports the usual carved characters etched into the walls."}]