[{"title": "James Lee Tailor ", "address": "1FL, No.5, Lane 65, Section 2, Zhong Shan North Road", "telephone": "02-2567-3003", "desc": "Asia is known to Westerners as a low cost place for tailored clothing. Usually, when people speak about buying tailored suits abroad, Hong Kong and Thailand are the places mentioned. It might not be so well known that Taipei is home to a myriad of highly skilled tailors who provide original clothing items and a custom-fit tailoring experience, at extremely reasonable prices. Given the proximity to one of the world's largest textile manufacturers, it makes sense."},
{"title": "Chang Yi Fang ", "address": "No.27, Lane 47, Yongkang Street", "telephone": "02-3393-7330", "desc": "A couple owned business with a rich family history in puppetry.   The shop is named after the Changyiyuan troupe where the owners' father used to perform. Their passion for budaixi, or traditional Taiwanese puppetry, is evident in every detail when entering the studio/store. The puppets are all neatly arranged on the shelves each with a name card and a brief description of the characters' description and background story.  All of the puppets are handmade, from the carving of each face to the ornate embroidery detail on the clothing and take approximately two months to create.  There is a wide range of options for the passionate collector that covers several generations of puppetry in the Taiwanese culture.  The studio is closed on Sundays and Mondays."},
{"title": "Wow Bravo Funky Rap Clothing and Art Gallery ", "address": "No. 118, Section 7, Zhongshan North Road\r\n中山北路七段118號", "telephone": "02-2874-0517", "desc": "Definitely a funky little space located in Section 7 of Tianmu  district. The first floor is stark white, splashes of designer color together with fabric bags and small keepsakes.  In the rear of the boutique, a clothing designer is showcased and works are featured every two months in reotating system. "},
{"title": "One Fifteen", "address": "No.92, Sec. 1, Da’an Rd., Da’an District\r\n臺北市大安區大安路1段92號", "telephone": "02-8773-0115", "desc": "One Fifteen is one of the few cafes to serve  Meditarranean-style brunches at a bill that doesn't come like a suckerpunch. An elegant, minimalist interior, with urban, industrial finishes and the airy, sunlight of a greenhouse, One Fifteen is a gorgeous location for brunch on sunny days. It is also a fashion design store where young talented local designers showcase their finest creative clothings and accessaries. "},
{"title": "Chang Yi Fang ", "address": "No.27, Lane 47, Yongkang Street", "telephone": "02-3393-7330", "desc": "A couple owned business with a rich family history in puppetry.   The shop is named after the Changyiyuan troupe where the owners' father used to perform. Their passion for budaixi, or traditional Taiwanese puppetry, is evident in every detail when entering the studio/store. The puppets are all neatly arranged on the shelves each with a name card and a brief description of the characters' description and background story.  All of the puppets are handmade, from the carving of each face to the ornate embroidery detail on the clothing and take approximately two months to create.  There is a wide range of options for the passionate collector that covers several generations of puppetry in the Taiwanese culture.  The studio is closed on Sundays and Mondays."},
{"title": "Ximen Costume Street ", "address": "Hanzhong St, Wanhua District Taipei City, 108台北市萬華區漢中街", "telephone": "", "desc": "There are certain times of year (Halloween being one) where everyone is scrambling to get costumes. And for those who have a dress up party in the pipeline and want to do it in style - there is a great solution in Taipei! You can take your costume full throttle without spending a fortune."},
{"title": "Georgia Tsao", "address": "No. 5, Alley 3 Chifeng Street\r\n赤峰街3巷5號", "telephone": "02-2552-5808", "desc": "This boutique in Taipei City is brimming with the colourful and whimsical designs of its namesake, Designer Georgia Tsao. Georgia Tsao's (曹惠淇) carries her signature sterling silver jewelry - playfully crafted, and no two items  are quite the same, each one unique in its own way."},
{"title": "16 Workshops", "address": "10 Chengdu Road, Wanhua District, 台北市萬華區成都路10號", "telephone": "02 2311 9380", "desc": "A unique collection of 16 independent artisan shops, located within the historic Red House Public Market building.  The shops offer everything from unique stationary and accessories at P714, fun screen printed animal t-shirts, to one of a kind jewelry and charms made out of various electronic components at Picobaby. "},
{"title": "Ppaper shop ", "address": "B1, No. 2, Lane 26, Zhongshan North Road, Section 2\r\n中山北路二段26巷2號B1", "telephone": "02-25681779 *119", "desc": "Ppaper is a creative agency and magazine publisher. Ppaper's retail outlet gives a nod to the design oriented content of Ppaper's publications. Their ppaper shop sells range of imported home and office items. Also in stock are fashion accessories. Wallets, watched, bags and other tailor-made items."},
{"title": "0416X1024 ", "address": "No. 18, Lane 20, Zhongshan N Rd Sec 2, 台北中山北路二段20巷18號", "telephone": "886-2-25214867", "desc": "Wearable fashion adorned in doodley graphics are what's up for grabs at 0416X1024. In Zhongshan district, 0416X1024 boutique sports vibrant basics, colour block comfort wear and graphic tees. Showcasing the talents of Liao Chen-Hung, ink illustrations are all over this trendy apparel."},
{"title": "0416X1024 ", "address": "No. 18, Lane 20, Zhongshan N Rd Sec 2, 台北中山北路二段20巷18號", "telephone": "886-2-25214867", "desc": "Wearable fashion adorned in doodley graphics are what's up for grabs at 0416X1024. In Zhongshan district, 0416X1024 boutique sports vibrant basics, colour block comfort wear and graphic tees. Showcasing the talents of Liao Chen-Hung, ink illustrations are all over this trendy apparel."},
{"title": "Chung's Silver Work Studio ", "address": "No. 14, Lane 31, YongKang Street\r\n永康街31巷14號", "telephone": "02-2394-6420", "desc": "Chung's Silver Work Studio (玩銀工房) showcases the talents of resident jewellery designer, Chung Wei-wen (鍾維文). This designer is insists on the artistic integrity of his pieces and each work is an an expression of the designer who created it. Chung's Silver Work Studio does not create customized jewellery to order."}]