[{"title": "Biomooi ", "address": "11 F,  No. 230, Zhongxiao East Rd., Xìnyì District, Taipei", "telephone": "02-2731-0299", "desc": "Biomooi is a team of professional dermatologists who together focus on eyelashes and eyelash extensions. In Taiwan, eyelash extensions are high in demand for the locals, which means that you are likely to find a more reliable eyelash extension service here in Taipei than in any other countries."},
{"title": "Qi Shiseido Salon and Spa at Shangri-La Hotel ", "address": "No. 201, 40F.,  Dunhua South Road, Section 2,", "telephone": "02-2378-8888 Ext. 5455", "desc": "At Qi Shiseido Salon and Spa, the emphasis is on establishing a harmony in the body, mind and soul based on circulation of Chi. This emphasis combines the philosophy of western beauty massage and Asian meridian circulation to create the unique treatment series of \"Qi Beauty System\". Not only will the treatments relax and ease your body, they will reinforce your Chi to bring forward self-healing ability and beautiful skin. True beauty comes from within."},
{"title": "La Pure Spa at The Westin Taipei ", "address": "9FL, No. 133, Nanjing East Rd., Section 3", "telephone": "02-2712-9909", "desc": "At The Westin Taipei, weary travelers can enjoy the true resort experience without leaving the hotel. The La Pure Spa offers a wide selection of luxurious treatments."},
{"title": "Power House International Tanning ", "address": "No. 177 3F-3, Zhōngxiào East Road, Section 4", "telephone": "02-2778-9725", "desc": "Situated in Taipei's glamorous East shopping district, Power House International Tanning offers a healthy, sunny skin solution to those traveling to the island during the grey rainy seasons. On site, Power House International Tanning  has both horizontal and vertical tanning beds, so customers can achieve a shimmery tan in whichever position is most comfortable to every particular needs."},
{"title": "Wellspring Spa ", "address": "No.3,Lane 39, Zhongshang North Road, Section 2, Zhongshang District", "telephone": "(02)25228279", "desc": "The Taipei City's Wellspring Spa (沐蘭) has received rave reviews as the ultimate indulgence in Taiwan. Located inside The Regent Hotel, Wellspring Spa offers a wide range of skin and body treatments, therapies and massages, as well as other wholistic treatment packages, with elements of each variety."},
{"title": "Jurlique Day Spa The Landis Hotel ", "address": "No. 41, Mingquan West Road, Section 2,", "telephone": "02-2597-1234", "desc": "Located in the luxurious Landis Hotel, Taipei, the Jurlique DAY SPA opened in January of 2012. There are a broad array of spa programs for guests to experience which are said to restore vitality and well being.  Guests are treated to the finest, completely natural organic face and body treatments, as well as hand and foot therapy and other exclusive packages."},
{"title": "George Pai's Beauty Parlor ", "address": "No.14n Tianmu East Road", "telephone": "02-2871-1515", "desc": "George Pai's Beauty Parlor in is Taipei's upmarket Tianmu suburb. For almost all of your beauty needs, George Pai's Beauty Parlor is a one-stop shop. The groundfloor hair salon offers trims, treatments, styling and colour to men and women. Manicures and pedicures are available here too."},
{"title": "Ginger 800 ", "address": "No. 28, Yongkang St, Daan District", "telephone": "02-2351-4778", "desc": "If you've wandered far enough off course from Shida nightmarket, you'll be well-acquainted with the indie fashionista's indulgence - the Yongkang Street boutiques. In this area is Ginger 800. A store specializing in natural cosmetics, made from organic ginger extract. A Taiwanese brand, estalished in 2003, Ginger 800's store is as memorable as experience as its products."},
{"title": "Veltiver Apothecary Yongkang Branch ", "address": "No.1, Alley 12, Lane 31, Yongkang Street", "telephone": "02-2351-7330", "desc": "Veltiver Apothecary'sorganic remedies are a vast range of natural, imported cosmetics in Taipei City. All of the skin and haircare products are under independent brands that have an earth-friendly ethos, and they deeply value organic ingredients and items produced from them. Veltiver Apothecary boasts shelves free of chemical additives."},
{"title": "REJUVENATE ", "address": "B1, No. 7, Ln 50, Zhongcheng Rd Sec 2, Taipei City ", "telephone": "02-2833-3040", "desc": "A place that promotes pure natural beauty, health, well-being & transformation from the inside-out and the outside-in, Rejuvenate holds regular workshops and training on rejuvenation, revitalization and cell regeneration."},
{"title": "Mix & Match", "address": "3fl, No.285, Zhongxiao East Road, Taipei City,", "telephone": "02-2776-1336", "desc": "Mix & Match is a hair salon comprised of youthful hair stylists, from Hong Kong and Taiwan. Founded in 1987, Mix & Match has cultivated an ardent audience in Taipei City's East area - offering simple trims and much more cutting-edge tresses. After twenty-five years in business, Mix & Match has a reputation for solid customer service and offers a much more personalized interaction than some of Taipei city's cheaper, production line kind of hair salons."},
{"title": "Dra's Hair Lab ", "address": "No. 175, Section 5, ZhongXiao East Road, ", "telephone": "09-319-89383", "desc": "The well qualified head stylist at Dra's Hair Lab, Sandra, has lived and worked in the US so she speaks good English and is familiar with a range of types, textures and conditions - a boon for Expats seeking hairdressing services reminiscent of home.  Dra's Hair Lab is home to stylists with different talents and specialties, which makes this a flexible salon that offers a solution every man or women's hair woes. Dra's Hair Lab offers cuts and styling to men, women and children. This salon has both English and Chinese speaking staff and so they offer bilingual services."},
{"title": "Park Hair Culture ", "address": "1FL, No. 4, Lane 117, Shida Rd., Daan District Taipei City", "telephone": "02-2365-9945", "desc": "There are loads of hairdressers in Taipei, but getting a truly good quality haircut is an issue of its own. Park Hair Culture is in the student area of Daan, on the famed Shida Road. Park Hair Culture offers fairly reasonably priced cuts, colouring or styling to both men and women. For English language, book the handsome hairdresser Robin."},
{"title": "Aveda Hair Salon, Third Place ", "address": "No.117, 1F., Daan Road ,Section 1", "telephone": "02-2740-1038", "desc": "Aveda is a recognized name in hair care and hair care products worldwide and this salon has several Aveda Institute-trained stylists to choose from, including some with experience with \"western\" hair styling and colour. The Third Place Aveda location also hosts a spa and nail care services and of course the familiar cup of herbal tea awaits you upon your arrival."},
{"title": "Air Hair Salon ", "address": "No.54, Section 2, Zhongcheng Road, ", "telephone": "02-2256-7007", "desc": "Air Hair Salon - This beautiful, open-plan,  airy studio is home to several young and trendy stylists who can make all of your hair fantasies become reality. Opened in 1997, Air is also involved in fashion and modeling ventures so you can be guaranteed that you will get a consistent style experience from their highly skilled salon team on each and every visit.  Services run the gamut from basic cut and style to colour correction and perms. "},
{"title": "Q-Brittania ", "address": "3FL, No. 17, Tianmu North Road\r\n天母北路17號3樓", "telephone": "02-2876-8751", "desc": "Looking for an amazing hair experience? Particular about your hair? Paul Routledge, stylist at Q-Brittania, has been in business for over 20 years. He is English and excels at styling Western hair - he also teaches and mentors young up and coming stylists in the Taipei area."},
{"title": "Paul Hair Salon ", "address": "Rm. B, No.56, Ln. 223, Sec. 4, Zhongxiao E. Rd., Da’an Dist., Taipei City", "telephone": "02-8772-1833", "desc": "Paul Hair Salon has quickly become a favourite among trendy young men and women of  the metropolitan city of Taipei. Head hairdresser, Paul, is a sartorially dressed designer of tresses, whose hair speaks  proudly of the craftsmanship. Paul understands the science of hair and is not only interested in the immediate outcome of customers' appointments, but also the long-term condition of their hair. Wanting to go platinum blonde? She'll find a way to do it without leaving you a head of hay for hair. Paul's portfolio shows her clients with shimmering locks in an array of colours - testament to her colouring ability. In hairdressing skill, Paul and her associates are incredibly versatile and she works well with men, women and children in styling, colouring and cuts."},
{"title": "Fine Hair Salon ", "address": "2/F., No. 31, Lane 31, Section 1, Daan Road, 大安路1段31巷31號2樓\r\n", "telephone": "02-2778-4733", "desc": "If you are looking for an English speaking stylist who has been in business for over 20 years, look no further than Diane at Fine Hair. She caters to both Taiwanese and Westerners and has extensive overseas experience as well. The studio is located just a few minutes' walk from SOGO, on Da'An Road and there is  a parking lot nearby, under Civil Blvd."},
{"title": "EROS Hair-Styling Bellavita Branch ", "address": "3F., No. 28, SongRen Road, 松仁路28號3F", "telephone": "02-8786-2099", "desc": "EROS Salon is located in the flagship Bellavita store, on Floor 3F which is the Lifestyle section. Bellavita is the pinnacle of luxury malls in the Taipei area and only includes the ultimate in tenants; EROS is one of these. EROS has been in business in various locations in Taipei since 1989 so has a wealth of experience catering to upscale clients from around the world. So sit back, relax and enjoy a truly memorable hair experience"},
{"title": "PicaHair Salon", "address": "3F No. 76 Zhongxiao East Road Section 4, Daan district, ", "telephone": "0932-322-843", "desc": "A seat, at Taipei's PicaHair Salon, is well in demand. This hair salon offers the full range of cuts, styling or hair treatments. This hair salon is loved for great service (in English or Chinese), a comfy shampoo session chair and of course, great hairstylists. In the Zhongxiao Fuxing neighborhood, PicaHair Salon is conveniently situated in Taipei's East shopping mall area - nearby Sogo and Breeze center."},
{"title": "Art of Hair ", "address": "No. 210, 3F, Zhongxiao East Road, Section 4", "telephone": "02-2711-1199", "desc": "Art of Hair is a hair salon in Taipei's Daan district - a very central and easily accessible location. Art of Hair is open six days a week, from 11:30 AM to 8:30PM Tuesdays, Wednesdays, Fridays and Saturdays, On Thursdays and Sundays Art of Hair is open from 11AM to 6PM."},
{"title": "Chamber Cafe", "address": "No.30, Ln. 4, Pucheng St., Daan Dist., Taipei City", "telephone": "02 -8369-1012", "desc": "Chamber Cafe () is open Tuesday 'til Sunday 1PM - 9PM. This sultry cafe is a Shida alleyway. Chamber Cafe is decorated in the retro-chic design of a 1920s Shanghai speakeasy. Chamber Cafe is a cosy place to enjoy a dessert, cup of coffee or premium whisky. This unusual little bistro-bar even turns barbershop during the day time, offering hair styling services to its patrons."},
{"title": "Yellow Ted ZhongShan Branch ", "address": "No. 4-2, 1F., ZhongShan North Road, Section 2", "telephone": "02-2542-9786", "desc": "Yellow Ted is a chain of hair salons which was established way back in 1982. There are currently four locations in the Taipei area, the Zhongshan Headquarters on Chungshan North Road, the 5D Shop in the Datung District, the Lego shop on Nanjing Zhongshan Road (MRT Zhongshan Station Exit 4, there are stairs or an elevator to enter), and piaoliang (Pretty Shop) Hair Salon, also in the Datung District."},
{"title": "Lusso Hair Salon ", "address": "No. 60, 2F, Shida Road", "telephone": "02-2363-3337", "desc": "The team of young and trendy stylists at Lusso Hair Salon stay up to date on the latest hair and beauty trends and offer hairstyling, cuts, colour and other hair treatments. This salon has partnerships with several hair care products distributors including Wella, L'Oreal and Shiseido."}]