[{"title": "Raffine Relaxation Space Zhongshan Branch", "address": "No. 27 stand, B1, No.52-1, Chang’an W. Rd., Datong District\r\n臺北市大同區長安西路52-1號B1A27櫃", "telephone": "02-2523-0161", "desc": "Raffine offers a selection of beauty and relaxation therapies. Raffine is open Monday to Sunday from 11AM until 10PM (last appointment 9:30PM) in the Tianmu area, closest MRT is Minde station (Red Line) and take the department store shuttle bus or in the East Metro Mall between Zhongxiao Fuxing (blue Line and brown line) and Zhongxiao Dunhua Blue Line) MRT station."},
{"title": "Qi Shiseido Salon and Spa at Shangri-La Hotel ", "address": "No. 201, 40F.,  Dunhua South Road, Section 2, 敦化南路2段201號40樓", "telephone": "02-2378-8888 Ext. 5455", "desc": "At Qi Shiseido Salon and Spa, the emphasis is on establishing a harmony in the body, mind and soul based on circulation of Chi. This emphasis combines the philosophy of western beauty massage and Asian meridian circulation to create the unique treatment series of \"Qi Beauty System\". Not only will the treatments relax and ease your body, they will reinforce your Chi to bring forward self-healing ability and beautiful skin. True beauty comes from within."},
{"title": "Hot Spring Street, Xingyi Road ", "address": "Xingyi Road, Beitou District, 北投區行義路", "telephone": "", "desc": "Just off of Taipei's Beitou MRT station, head to Beitou's hot spring area, also called \"thermal valley\" for the natural geysers. A glistening river flows through this mythical steamy valley. The public hot springs are communcal and free of charge, otherwise rows of hot spring hotels are situated throughout the valley, ranging in price and facilities. A popular tourist area, Beitou is also a good place to enjoy the natural scenery, or people watch. As a luxury area, there are plenty of gourmet restaurants around Beitou's dormant volcano. The perfect place to go for an easily accessible adventure and day of pampering."},
{"title": "Lady Eliza Plaza ", "address": "No. 1, Alley 8, Lane 402, Fuxing North Road\r\n台北市復興北路402巷8弄1號", "telephone": "02-2516-0191", "desc": "For those ladies wanting to do a very locally refreshing and have a rejuvenating experience, you can try out Lady Eliza Plaza. It's an indoor place that offers sauna (hot and cold), steam rooms, hot pools, hair and nail services, facial treatments, body massages and foot massages."},
{"title": "Jurlique Day Spa The Landis Hotel ", "address": "No. 41, Mingquan West Road, Section 2, 民權東路二段41號\r\n", "telephone": "02-2597-1234", "desc": "Located in the luxurious Landis Hotel, Taipei, the Jurlique DAY SPA opened in January of 2012. There are a broad array of spa programs for guests to experience which are said to restore vitality and well being.  Guests are treated to the finest, completely natural organic face and body treatments, as well as hand and foot therapy and other exclusive packages."},
{"title": "Villa.like Renai Branch ", "address": "No. 6, Lane 27, Section 4, RenAi Road, 仁愛路四段27巷6號", "telephone": "02-2781-5591", "desc": "The Villa.like provides Thai tranal massage. It is open from 10:00 a.m. - 03:00 a.m. every day. Comments from those who have experienced it include \"The professionals at Villa.like are top-notch...\", and ..."},
{"title": "Ten Foot Health Center  ", "address": "12F-1, No.68, Renai Road, Section 4\r\n台北市仁愛路四段68號12樓之1", "telephone": "02-2703-3199", "desc": "Established in 1983, Ten Foot Health Center (十足健康中心) is one of the oldest places that provides foot massages in Taipei. It is apparently frequented by foreigners. It is said that foot massages or reflexology experiences are great to ease the tension found within our body. Pressure points on our feet correspond to certain organs and by massaging them, it also helps the inner organs in our body."},
{"title": "Thousand Miles Massage Center ", "address": "No. 62 Sec. 2, Nanjing East Road, 南京東路二段62號 Taipei", "telephone": " 02-2531-5880", "desc": "This center offers every type of massage imaginable. No matter what ails you, or if you just want to come in to relax, you can find what you need here. The décor is designed to relax you with its use of natural woods, and all furniture fits in elegantly while being ergonomically soothing."},
{"title": "Dream Water Float Center", "address": "No. 61, Lane  69, Jingye 2nd Road\r\n敬業二路69巷61號一樓", "telephone": "02-8502-6900", "desc": "Dream Water Float Center (夢幻之泉) offers a modern range of water treatments. Their focus is a water treatment which involves floating in a noise-free capsule, for meditation and total relaxation. Dream Water Float Center allows the purchase of individual treatments, as well as packages."},
{"title": "Royal Thai Orient ", "address": "2F, No. 36, Jinzhou Street\r\n錦州街36號2樓\r\n\r\n", "telephone": "02-2541-2090", "desc": "Royal Thai Orient has a number of branch locations throughout Taipei City. This Jinzhou Street branch is just off of Taipei's well-known Linsen North road. Here Royal Thai Orient offers a  wide range of massage and body treatments. Among these are  exfoliation, acupressure massages, traditional Thai massages, hot treatments and passive yoga."},
{"title": "Espace Beaute Spa AiLi Branch", "address": "7FL, No.18, Songgao Rd., Xinyi District\r\n台北市信義區松高路18號7F\r\n", "telephone": "0800-523-688", "desc": "If you're looking for a place to pamper yourself after working too hard, or just looking to relax a bit, going to a spa is always a good choice in the Taipei city.  The Escape Beaute Spa believes in balancing the body and soul, and can give you just what you want.  Espace Beaute Spa is located on the 7th floor of Humble House Taipei. It is a luxurious spa place where aromatherapy is in use in its treatments."},
{"title": "Away Spa - W Hotel ", "address": "No. 10, Zhongxiao East Road, Section 5, 信義區忠孝東路5段10號\r\n", "telephone": "02-7703-8888", "desc": "This sublime spa features three private comfortable and calming treatment rooms with rainforest showers (two singles and one couple-sized with Jacuzzi) and a cozy mani-pedi lounge. Away Spa treatments, using Rodial (women) and Vitaman (men) products include a comprehensive list of facials, massages and beauty treatments to pamper and renew you from head to toe."},
{"title": "Five Senses Han-style Spa ", "address": "11 F, No. 337, Nanjing East Road Section 3, Songshan district\r\n台北市松山區南京東路三段337號11樓 ", "telephone": "02-6617-5926", "desc": "The Five Senses Spa (全美堂漢方spa) incorporates all the five senses of the body during their treatments. In essence, they believe that the body needs a balance of all the five senses and the five elements (water, fire, metal, air and earth)."},
{"title": "Sparadise the Organic Meridian Massage Spa", "address": "2F, No. 111, Sec. 5, MinSheng E. Rd., Taipei City", "telephone": "886-2-27668262", "desc": "1) Resonate to be In Tune with Your Heart:"},
{"title": "Spa L'Occitane Gongguan Branch ", "address": "No.92, Section 3, Xinsheng South Road, 新生南路3段92號", "telephone": "02-2363-7216", "desc": "L'Occitane petit spa continues the French brand's traditions of luxury in the new location of Taipei. In Gongguan district, L'Occitane day spa offers amn escape from the distractions of modern world and soothing, natural sanctuary. A vast range of treatments are offered here, including facials, massages, skin care and and body treatments."},
{"title": "Dynasty Barbershop ", "address": "B1, No. 410, Linsen North Road, Taipei City\r\n台北市林森北路410號B1\r\n", "telephone": "02-2562-8855", "desc": "The natural, holistic approach to wellness is a principal for Dynasty Barbershop owners. The massage center is immaculate and provides many treatment options with an emphasis on local, Taiwanese massage services. Dynasty Barbershop has some well-qualified, English speaking staff. The ambiance is just perfect for relaxation and can provide you with the optimum medical and beauty benefits."},
{"title": "The Garden Spa ", "address": "1F, No.81, Minyue Road, Zhonghe District, 新北市中和區民樂路81號1樓 New Taipei City", "telephone": "02-2225-2625", "desc": "This spa offers a wide variety of different styles of massage, all undertaken by a professional and experienced staff, using a wide variety of top class oils. The aim of the Garden Spa is to relax you, so you will find the décor soothing, set amid a serene natural atmosphere."},
{"title": "C Spa - Orient Retreat ", "address": "No. 4, Lane 361 Fuxing North Road, Taipei\r\n台北市復興北路361巷4號1樓", "telephone": "02-8712-7288", "desc": "Who doesn't like to unwind and pamper themselves? Local Taiwanese, both females and males, love to splurge on their body and soul. Some people even say, \"A relaxed body equals a relaxed mind.\" There are several places to go to around Taipei. Most five-star hotels also offer spa treatments in their hotels. Some gems are neatly hidden in alleys. Usually, these places have their websites only in Chinese."},
{"title": "Stone Spa ", "address": "1 FL, No. 46, Dexing West Rd, Shilin District \r\n台北市士林區德行西路46號1F", "telephone": "02-2834-0066", "desc": "Rock Baths promote good circulations, increase metabolism and help to burn fat effectively. They are believed to relieve stress, improve the quality of sleep and beautify our skin - remove eye puffiness, detoxify, and cleanse pores. Stone Spa (岩盤浴) is just the place for such treatements."},
{"title": "Prana Yoga ", "address": "2F., No. 369, Fuxing North Road\r\n復興北路369號2樓", "telephone": "02-2715-2323", "desc": "Hatha (hot) yoga, has been flavour of the day for quite some time. But lately, the teachings of Pranayama have begun steadily gathering a following in Taipei city. The Sanksrit word Prāṇāyāma translates to  \"extension of the prāṇa or breath\" or, \"extension of the life force\" in English. This is an amalgam of two words: \"Prana\" (meaning life force, or vital energy, such as breath)and \"ayāma (meaning to to extend or draw out). So the name of this form of yoga shows its emphasis on breath control and the power of breathing."},
{"title": "Pure Yoga Pure Tower Branch ", "address": "No. 151, Zhongxiao East Road, Section 4\r\n忠孝東路4段151號", "telephone": "02-8161-7888", "desc": "Pure Yoga offers serene sanctuary to Taipei city dwellers, holding yoga classes in Taipei's Zhongxiao and Nanjing districts. For those looking to destress, relieve pain and restore their body to optimum, Pure Yoga offers a range of class options. Hot yoga, basic Anasa yoga and Power Yoga are recommended for weight loss and toning."},
{"title": "O3 Fitness ", "address": "B1F., No.109, Sec. 3, Xinyi Rd., Da’an Dist., Taipei City\r\n臺北市大安區信義路3段109號B1樓 ", "telephone": "02-2703-2324", "desc": "A fine place to get in shape, O3 Fitness can be found right on the intersection of Xinyi Road and 2nd Boulevard, a short walk from Daan MRT station. A small establishment, they are unique in that they do not have an abundance of generic weight and running machines lined up. Instead, they introduce a \"training smarter\" approach to fitness with various free weights, climbing (walls, monkey bars, ladders) and classes offered throughout the week."},
{"title": "World Gym Elite -101 Branch ", "address": "6F, No.45, Shifu Rd., Xinyin district\r\n台北市信義區市府路45號6F\r\n", "telephone": "02-8101-8018", "desc": "World Gym is one of the big player's in the gym franchise internationally and has locations throughout Taiwan and Taipei city. The gym is ever-expanding and has the reliable uniformity a gym-bunny would expect from a franchise. In that sense, it's great to be able to get a membership at World Gym and know that there are a number of location options no matter where you are in Taiwan.  The World Gym Elite, located in the Taipei 101, is World Gym's premier location. To match the insatiable lust for finer things that lingers through the area, World Gym has upgraded its World Gym Elite Taipei 101 location and every inch of the place sparkles in newest equipment, best dressed fitness enthusiasts and smiliest gym attendants."},
{"title": "Yoga Journey ", "address": "3F., No. 222 Fuxing South Road, Section 1\r\n復興南路一段222號3樓", "telephone": "02-6638-8889", "desc": "Offering a truly luxurious, pampering experience, Yoga Journey's studio is a calming refuge just a few minutes' walk from Zhongxiao Fuxing MRT station. Yoga Journey offers a free trial class to newcomers. An exquisite space, kitted with a yoga wall systen to deepen and open space within the body."},
{"title": "Royal Yoga ", "address": "2F., No.150, Fuxing North Road\r\n復興北路150號2樓", "telephone": "02-2712-8722", "desc": "Royal Yoga offers an incredible range of alternative healing and strengthening strategies, for those who are boared of the treadmill and prefer a more interactive and complete solution to physical training. "},
{"title": "Om Yoga ", "address": "4F.,No.17, Xuchang Street\r\n許昌街17號四樓", "telephone": "02-2314-5000", "desc": "Om Yoga is focused on the meditation and healing energies of yoga and aims to create a positive space that is welcoming to newcomers and consistently uplifting to regular participants. The instructors studied the art of yoga in their home country of India and have been travelling around the world sharing their knowledge ever since."},
{"title": "YR Sheng Chinese Medicine Clinic ", "address": "4 FL, No. 261, Roosevelt Road Section 3\r\n臺北市羅斯福路三段261號4樓", "telephone": "02-2367-0436", "desc": "People rave about the acupuncture there at YR Sheng. There are dozens of pressure points linked to our vital organs. Reflexology and traditional acupuncture might seem painful, but you are guaranteed to feel amazing when they finish. Acupuncture is said to help people recover from pain, migraines, and chronic fatigue syndrome."},
{"title": "United Yoga ", "address": "No. 1-5, Jinmen Street\r\n金門街1-5號", "telephone": "09-7043-3397", "desc": "For those searching for the communion of physical training, without the hefty membership or trial fees, United Yoga is the perfect place. United Yoga began as a group of friends meeting to do yoga together and has more or less stayed that way. The studio is a very informal space and is a very welcoming environment for those who are still new to yoga, or unsure if they want to commit long-term."},
{"title": "Hatha  Yoga ", "address": "3F., No.33, JinShan South Road, Section 2\r\n金山南路二段33號3樓", "telephone": "02-2393-5161", "desc": "Hatha Yoga Taipei is the passion project of the husband and wife hot yogies, Joe and Antonie. As instructors, both are well-trained, thorough their guidance and soothing in their presence.  Every class is nurturingly fashioned from love and passion through a series of poses, following the Bikram yoga method."},
{"title": "Merry Spa Dunnan Main Store ", "address": "B1/1F, No.86,Dunhua S Rd Sec 1\r\n台北市敦化南路一段86號B1-1F\r\n", "telephone": "02-2778-7711", "desc": "The Merry Group was originally founded in 1981. It was first established as a hair salon chain store and has become very successful over the years. Among their clientele are three Golden Horse (equivalent of the Oscars in Taiwan) Leading Actress nominees."},
{"title": "Vigor Health Club & Miramar SPA  ", "address": "Nr.83, Civic Boulevard, Section 3\r\n台北市市民大道三段83號 ", "telephone": "02-8772-8800 EXT 2254 / 2255", "desc": "Located on level 2 of Miramar Hotel, Vigor Health Club offers a variety of services designed to help you unwind and relax. Splash out at their amazing SPA with an exclusive 25-meter outdoor pool, loosen up with acupuncture session, relieve stress in one of their steam rooms and dry saunas."},
{"title": "Canjune Aromatherapy Spa  ", "address": "No. 25, Lane 97, Xinsheng South Road Section 1, Daan district\r\n大安區新生南路一段97巷25號\r\n\r\n", "telephone": "02-2772-1801", "desc": "Canjune is one of the spa places frequented by Japanese clientele in Taiwan. It offers a great balance for both body and soul as it serves to relax the clients as soon as they enter the venue. Different services are offered. There is a selection for face or body."},
{"title": "Horizon Spa ", "address": "40FL, No. 201, Dunhwa South Road, Section 2\r\n台北市敦化南路二段201號40樓", "telephone": "02-2378-8888 EXT 5455", "desc": "Like having your head in the clouds? You should find your way to Horizon Spa (雲天芳泉) - a luxurious urban retreat. Their 10 treatment rooms are suspended high above the city of Taipei offering breathtaking panoramic views of the cityscape."},
{"title": "The Sherwood Spa", "address": "20FL, No. 111, Section 3, MinSheng East Road\r\n民生東路3段111號20樓\r\n", "telephone": "02-2718-1188", "desc": "The Sherwood Spa, a full service day spa, is located at Penthouse Level in the beautiful Sherwood (Xihua) Hotel. The Sherwood Hotel itself is one of Taipei's premier luxury accommodations and offers pampering treatments conveniently near the city's financial centre and Xinyi shopping districts."},
{"title": "The Sparkle Spa ", "address": "No. 294,2F.,  Section 1, Dunhua South Road, 敦化南路一段294號2樓", "telephone": "02-2784-9883", "desc": "Aptly named, The Sparkle Spa is a pristine, beautifully maintained space that glistens from good care. For it's covert, second-floor location,The Sparkle Spa is favoured by celebrities as a safe, serene shelter. The contemporary, eco-inspired design, conveys an organic serenity in natural textures and moss green tones. The experience of the Sparkle Spa is tailored to each customer. Therapists provide a consultation, identifying the conditions of the customers and recommending treatments best-suited to customers' needs."},
{"title": "Foot Massage Center ", "address": "76 Nanjing East Road, Section 5, 台北市南京東路五段76號", "telephone": "02-2762-2166", "desc": "After a long walk, perhaps you'd like to pamper yourself and get a foot massage? The Foot Massage Center in Nanjing is a great place to give it a shot. They also offer other body treatments."},
{"title": "Spa at the Mandarin Oriental Hotel ", "address": "158 Dunhua North Road, 台灣台北市松山區敦化北路158號 Taipei", "telephone": "02-2715-6800", "desc": "The Mandarin Oriental hotel boasts one of the most luxurious spas in Taipei. It is spread out over two floors, and offers a relaxing atmosphere besides it's excellent, state-of-the-art facilities. You can hire a private room for a set period of time and a private therapist will attend to all your needs so all you need to do is let your worries melt away."},
{"title": "6 Star Foot Massage Center ", "address": "No 76, Sec. 5 Nanjing E. Rd.\r\n南京東路5段76號", "telephone": "02-2762-2166", "desc": "Do you feel like you are carrying the weight of  the world on your shoulders? Make the most of  Taipei's massage offers and visit one of  the 6-Star Foot Massage centers. Their treatment plan is tailored to your individual needs. The highly professional staff will discuss with you the results you can expect through a treatment."},
{"title": "So Young Men's Spa ", "address": "No. 114/4, 4F, Section 2, Wuchang Street, 武昌街2段114-4號4樓", "telephone": "02-2381-7676 ", "desc": "So Young Men's Spa is an spa just for men, offering aromatherapy treatments, Thai massages from trained massseurs or the use of their luxurious spa. For those wanting the enjoy their bodyscrubs or treatments in privacy, a VIP spa room can be booked."}]