[{"title": "Big Bus Tours Shanghai", "address": "Room 1205, 515 Hankou Lu, \r\nnear Hubei Lu", "telephone": " 6351 5988 ", "desc": "Virtually everyone has seen the The Big Bus Company's huge open-top double decker tour buses roaming around the most scenic parts of downtown Shanghai. The company offers participants to hop on and off at their favorite Shanghai destinations. Tours are available in a multitude of languages, showing it to be one of the most popular tourist services in the city."},
{"title": "Shanghai Culture", "address": "\n                                        \n                                      139 1807 8514 ", "telephone": " 139 1807 8514 ", "desc": "specializes in art and culture tours around Shanghai. To book a tour, email info@shanghaiculture.com"},
{"title": "East of the Sun", "address": "\n                                        \n                                      186 0211 1764 ", "telephone": " 186 0211 1764 ", "desc": "Francine Martin has been doing private guided shopping tour for 4 years, she also take you to art gallery and antique shops. To book a tour, email francine@eastofthesun-asia.com"},
{"title": "Xpats Travel Agency", "address": "4/F, 285 Jianguo Xi Lu,  \r\nnear Jiashan Lu", "telephone": " 6439 2985", "desc": "A travel agency specialising in tailored holiday packages for expatriates community in China. They provide travel deals(based on group prices) in peak seasons to destinations such as Kota Kinabalu, Langkawi, Cebu, Boracay, Bali , Phuket and so on. They have a team of bilingual staff to answer your questions."},
{"title": "Shanghai Insiders", "address": "\n                                        \n                                      138 1761 6975", "telephone": " 138 1761 6975", "desc": "Sidecar motorbike tours of Shanghai. Contact Shanghai Insiders at Book@insidersexperience.com"},
{"title": "Visit Shanghai Travel Consultants", "address": "No.102ï¼ŒLane 580, Yongjia Lu, \r\nnear Yueyang Lu", "telephone": " 6431 5626", "desc": "ViSH is a Chinese-Spanish travel consulting company providing theme tours in Spanish, French and English."},
{"title": "Yana", "address": "Bldg 12, 1025 Nanjing Xi Lu, \r\nnear Nanhui Lu", "telephone": " 5169 2243", "desc": null},
{"title": "Newman Tours", "address": "Suite 311-315, 3/F, Tower 3,  \r\n28 Yuyuan Dong Lu,", "telephone": " 138 1777 0229", "desc": "Newman Tours offers English language Ghost Tours, Shanghai Museum Tours, Bund Tours and Audio Tours in Shanghai. In addition, it also offers Tailored Tours to some attractions round and about Shanghai including Hangzhou, Suzhou and Zhujiajiao. They use historical anecdotes, humour and Chinese cultural activities to bring China's past to life and make sense of its hectic present. Their tours are suitable for people of all ages and nationalities."},
{"title": "Luxury Concierge China", "address": "Suite 1112,  \r\n199 Wulumuqi Bei Lu,", "telephone": " 135 0166 2908 ", "desc": "Luxury Concierge's founders draw upon a combined Shanghai experience of 20 years and provide concierge services in multiple languages to discerning traveler looking looking for personalized itineraries, private guided tours, concierge services, travel & hospitality consultancy, and assistance for special events."},
{"title": "Sightseeing Ferry ", "address": "1/F, 12 Huiguan Alley, \r\nnear Waima Lu", "telephone": " 5878 2023", "desc": "Tours run daily and every evening on two large river ferries. The boats, one of which is painted up like a dragon, sail up to Yangpu Bridge in the north of the city, then turn around and chug back down to Nanpu Bridge in the south. The whole trip takes about 50 minutes in the daytime and costs 100rmb, or there are longer cruises at night which include dinner that go for 150rmb. The timing and options seem to change according to the day and the whims of those involved, so it's best to head to this office and speak to those running the show. "},
{"title": "China Cycle Tours", "address": "No.52, Lane 358 Huaihai Lu, \r\nnear Madang Lu", "telephone": " 137 6111 5050", "desc": "China Cycle Tours offers guided city and countryside biking tours. Book a tour and let their bilingual staff handle all the logistic details from transportation, lodging (as the case may be), food, activities, and visits to cultural sites. Equipment can be rented and custom tours are available. CCT also rents out bikes and delivers them directly to hotels. They also provide free maps, locks, and helpful advice on particular routes and places to visit to their clients."},
{"title": "Historic Shanghai", "address": "Kangping Lu, \r\nnear Gao'an Lu", "telephone": " 137 0168 2037 ", "desc": "Tour Guide specializing in architecture and Shanghai history. Tour on every third Sunday of the month, 100rmb per person. "}]