[{"title": "Omescape", "address": "  1/F, Xinyu Shangwu Dasha, 90 Guangqumen Nei Dajie\\t\\n", "telephone": " 8409-1284, 138-2021-9303\\t\\n ", "desc": "This room escape venue features five different themed rooms like Challenge from Hogwarts and Black Prison. Come with a group of four to eight people and solve clues to escape the labyrinth. RMB80/hour for each person. All rooms available in Chinese or English."},
{"title": "O'le Sports Center", "address": "  5 Shimen Cun Road, Baizi Wan Bridge East, East 4th Ring Road\\t\\n", "telephone": " Football: 5128-2825, Climbing, Skating and Skiing: 6776-4705, Badminton and Basketball: 6779-1583\\t\\n ", "desc": "This huge indoor sports center features climbing and bouldering walls, two outdoor and two indoor football pitches, basketball, badminton and squash courts, table football, ping-pong and other facilities. Ole also organizes skiing trips and other outdoor activities. There are English-speaking staff members, and children are welcome."},
{"title": "B Active > Sanlitun SOHO", "address": "  6218, 2/F, Mall 6, Sanlitun SOHO, 8 Gongti Bei Lu\\t\\n", "telephone": " 6586-6696\\t\\n ", "desc": "This gym offers flexible membership plans, is open 24/7 and does not require contracts to sign up. Sounds too good to be true? It's not. B Active offers the traditional accoutrements of any gym worth its salt, including cardio machines, circuit training, free weights, trainers and a variety of classes. Air filters, an indoor garden and windows-shut policy makes for clean air while you sweat it out. Daily, monthly and yearly memberships are available. Free one-day trial or trial class."},
{"title": "Dragon Soccer Club", "address": "  Office: Rm. 301, 3/F, Building 20, Park 5, Tianshuiyuan Street\\t\\n", "telephone": " 6599-6123, 134-8888-8401\\t\\n ", "desc": "Boys and girls aged 4-14 are encouraged to join the team and kick around the football (soccer ball?) with their peers in eight locations across the city. With qualified and licensed coaches from the UK, Dragon Soccer Club helps young players grow to become well-rounded people of great determination."},
{"title": "09 Golf Academy", "address": " ", "telephone": " N/a\\t\\n ", "desc": "Under Renovation"},
{"title": "Wing Chun Kung Fu with Master Lee", "address": "  No. 8 Dongzhimenwai Xiejie Chaoyang District \\t\\n", "telephone": " 131-2655-3900\\t\\n ", "desc": "Master Lee teaches the ancient form of Wing Chun martial arts, the favored style of world-renowned star of the silver screen Bruce Lee. He has been taught by the descendants of the first promulgators of this style and will pass down his knowledge to committed students."},
{"title": "Jian Archery Club", "address": "  B1-308, Mall 3, Sanlitun SOHO, 8 Gongti Bei Lu\\t\\n", "telephone": " 5290-2981\\t\\n ", "desc": "Shoot to kill and hit your marks at Beijing's first (but we hope not last) archery range-with-a-bar. Beginner-friendly, RMB120/hour (or RMB60 if you are a member) at Jian Club gets you all the necessary equipment and a basic lesson for all your shooting needs. Basic cocktails and wine (from RMB25) can be consumed before, after and possibly during your target practice."},
{"title": "Chaoyang Park", "address": "  1 Chaoyang Gongyuan Nanlu\\t\\n", "telephone": " 6595-3647, 6506-5409\\t\\n ", "desc": "Conceived of as Beijing's version of Central Park in New York, this huge expanse of green contains lakes, running trails, Olympic venues, a large amusement park and numerous soccer pitches and basketball courts."},
{"title": "Ditan Swimming Pool", "address": "  18 Hepingli Zhongjie, Andingmenwai\\t\\n", "telephone": " 6426-4483\\t\\n ", "desc": "A fairly nice indoor swimming pool. Ticket is RMB30 for unlimited time, with cheaper options for multi-visit tickets. Be warned that it can get very crowded at weekends."},
{"title": "Yogi Yoga > Chaoyang Park", "address": "  Tennis Center, Chaoyang Park\\t\\n", "telephone": " 6592-2791/92\\t\\n ", "desc": "This chain of yoga studios was started by a former editorial director of ELLE China and organizes frequent opportunities for study with leading yogis from India and other internationally renowned practitioners. Although class offerings are mostly in Chinese, there are classes available for English speakers."},
{"title": "East Top Climbing Club", "address": "  ETClimbing club，Lutos art zone，Maquanying，Chaoyang district，Beijing\\t\\n", "telephone": " 86-13581544100\\t\\n ", "desc": "A really fun place for all climbers in Beijing. ET Climbing Club is conveniently located in Lotus Art Zone (Wanhe Art Zone) between Chaoyang District and Shunyi District. The club approximately covers 1,000 square meters. Alongside the fascinating bouldering walls, there are top rope route, fitness area, kid playground, leisure lounge, beers & snacks, etc for you. Bathing and Wifi are for free with a number of parking slots. Don’t miss it! "},
{"title": "BeiJjing AllRide Electric Skateboards Club", "address": "  Beihuan Xi Lu, Yizhuang Economic and Technical Development Zone\\t\\n", "telephone": " 186-1115-1018\\t\\n ", "desc": "A welcoming park area in Yizhuang for electronic skateboarders."},
{"title": "Capoeira Mandinga Beijing", "address": "  Rm 801, Bldg 9-10, Block E, Jiqingli Community, Chaowai Beijie (directly above U.B.C. Coffee)\\t\\n", "telephone": " 186-1170-5854 (English and Portuguese), 135-8163-2516 (Chinese)\\t\\n ", "desc": "This group is a pioneering force for capoeira, a martial arts form that combines strong aerobic and dance elements, with a dedicated following in Beijing. Students learn capoeira’s signature dynamic moves, as well as infectious call-and-response folk songs in Portuguese. Get three trial classes for RMB100, RMB400 per month, or RMB600 10-class punch cards."},
{"title": "Beijing British Country Club (BBCC)", "address": "  247 Hegezhuang Village, Cuigezhuang Township\\t\\n", "telephone": " English: 150-1035-0681, Chinese: 188-1108-6378\\t\\n ", "desc": "Run by the folks behind The Full English, this courtyard country club includes a dining room, western and Chinese tea lounges, exercise facilities, and a piano bar for members and guests to eat, chat, and otherwise socialize."},
{"title": "Kerry Sports at Kerry Hotel", "address": "  1 Guanghua Lu\\t\\n", "telephone": " 8565-2466\\t\\n ", "desc": "This impressively equipped sports center has a large gym, dance and aerobics studio and a big swimming pool and spa facilities. Their personal trainers will help you get the most out of your workout, and memberships include entrance to all fitness classes."},
{"title": "London Loft", "address": "  2/F, Just Make Building, Xingfucun Zhonglu\\t\\n", "telephone": " 135-2019-9568\\t\\n ", "desc": "Hairstylist Scarlet Salmons has been bouncing around Beijing salons for years now—with her loyal clientele in tow. But now, she’s finally opening up her own salon, London Loft, which obviously takes inspiration from her native Britain. Scarlet is also joined by her long-time colorist Phoebe and husband Ning Lei. Color starts from RMB800, and haircuts run from RMB380-780."},
{"title": "Mummy Tattoo Studio", "address": "  Room 1502, Door 2, Suite D, Shoukai Xingfu Guangchang, No. 38 Xingfucun Street\\t\\n", "telephone": " 6417-8480\\t\\n ", "desc": "This studio is the place to go if you are interested in a Chinese-style tattoo. Founder Xiaodong Zhou (aka. Dong Dong) draws much of his inspiration from aspects of Chinese traditional culture, from brush painting to fairytales. Sessions cost RMB800-1,500 per hour. Mummy Tattoo also hosts artists from abroad such as Germany, Australia and Italy."},
{"title": "Nuances Nail & Lounge", "address": "  Room 806, Unit 1, Apt. Bilding, Shimao International Plaza (Apt Building of Shimao Dept Store)\\t\\n", "telephone": " 8405-9627\\t\\n ", "desc": "The Newly opened Nail Lounge right between Sanlitun and Gongti, a private and modern place for a fancy girls' time out in Beijing. With full menu of LCN & OPI colors with all the classic Mani & Peti care choices, Whole set of LCN waxing series, selected wines from all over the world, Nuances is dedicated to provide the Divas in Beijing a great reason to indulge yourself with friends... Come and enjoy the music at our balcony with the new color on your nails while tasting all kinds of wines."},
{"title": "Lotus", "address": "  50 Liangmaqiao Rd, Chaoyang District Bejing. Exit C, liangmaqiao subway station, line 10.\\t\\n", "telephone": " 6465-3388 ext. 4499\\t\\n ", "desc": "Lotus salon was newly opened this June in Kempinski hotel (Beijing), located at East 3rd Ring, Chaoyang. Five star hotel, five star service. All hair care products are international brand, like Paul Mitchell. Customers can not only get wonderful hair services, but can also feel the love from the staff through their tender care, like healthy snacks&drinks... "},
{"title": "Long Xiu Tang Tattoos", "address": "  Jiu Xian Qiao Road, Chaoyang District, 798 Art District, Simon Hongyuan Apartment 2105, Tower A \\t\\n", "telephone": " 134-3944-9171\\t\\n ", "desc": "This studio is run by one of the best tattoo artists in Beijing. Xiao Long studied sculpting and art prior to becoming a tattoo artist. He is also licensed in the U.S. He trained under Taiwanese tattoo master Dao An."},
{"title": "Xiao Hui", "address": " ", "telephone": " 130-3116-7801\\t\\n ", "desc": "This tattoo artist started out as a painter, but later on decided that her chosen medium would be human skin. She is the first female tattoo artist in Beijing, and she does Western-style, Chinese-style and even Japanese-style designs. She doesn’t speak English, so brush up on your language skills or bring a friend to help. Rates start from RMB800-1,000 per hour depending on the final design."},
{"title": "Mi hair spa", "address": "  alRoom 106，B1 ，China Centr Place, 81 Jianguo Road\\t\\n", "telephone": " 6705-6666\\t\\n ", "desc": "Mi Hair Spa is located in the center of CBD, from Hongkong team management, to provide customers with top grade luxury services, Hongkong's top stylist Calvin Chan for image consultant, star hair stylist Sky of hair technology development, director King Lee for service management."},
{"title": "I-Space Nail Salon", "address": "  Shop 102, Bldg 17, Central Park, Jintong Xilu\\t\\n", "telephone": " 6597-0457\\t\\n ", "desc": "This cozy Central Park nail salon is conveniently located right next to the Jenny Lou's, making it an easy stop for busy people. Some of their services include the extra-durable UV Gel Nails (RMB318 for OPI), hand treatments (RMB268) to restore moisture and nutrients to your skin, Oriental foot massage (RMB98), as well as foot callus removal (RMB40). They also offer a wide range of waxing services for both men and women."},
{"title": "Nacho&Dai Nail Salon > Shuangjing", "address": "  2-23 North Area, Pingod Community, 32 Baiziwan Road\\t\\n", "telephone": " 5826-4431\\t\\n ", "desc": "This Spanish-Chinese nail salon offers a wide array of salon services from standard aroma manicures and pedicures, to 3D nail art and nail designs. They also offer waxing services, as well as eyelash grafting and perms. Customers can also order coffees, teas and desserts from their in-house cafe as they wait."},
{"title": "Nacho&Dai Nail Salon > Sanyuanqiao", "address": "  2-103 Qiumadu Plaza, 2 Shangjialou \\t\\n", "telephone": " 8436-1561\\t\\n ", "desc": "This Spanish-Chinese nail salon offers a wide array of salon services from standard aroma manicures and pedicures, to 3D nail art and nail designs. They also offer waxing services, as well as eyelash grafting and perms. Customers can also order coffees, teas and desserts from their in-house cafe as they wait."},
{"title": "Nacho&Dai Nail Salon > Chaoyang Park", "address": "  4-103 Euro Plaza, Park Auenue, 6 Chaoyang SouthRoad\\t\\n", "telephone": " 6530-6729\\t\\n ", "desc": "This Spanish-Chinese nail salon offers a wide array of salon services from standard aroma manicures and pedicures, to 3D nail art and nail designs. They also offer waxing services, as well as eyelash grafting and perms. Customers can also order coffees, teas and desserts from their in-house cafe as they wait."},
{"title": "Ci Yi Tang Tattoo Club", "address": "  7/F, Yashow Market\\t\\n", "telephone": " WeChat ID: ciyitangtattoo\\t\\n ", "desc": "This 900-square-meter space on the seventh (yeah, seventh) floor of Yashow is a tattoo parlor, live music venue, bar and event space, all capped off with a 200-square meter, noise and nosy neighbor-free balcony with views all over Sanlitun. Yeah, it's pretty much paradise. Eventually, it'll be members-only (from RMB500-10,000) but right now for promotional purposes they're open to the public for select events. Add Ci Yi Tang on WeChat to get all the info: ciyitangtattoo."},
{"title": "Oriole ", "address": "  SLG11, Basement 1, Taikoo Li Sanlitun South, 19 Sanlitun Lu\\t\\n", "telephone": " 6415-9948\\t\\n ", "desc": "Tucked away under the stairs, this high-end nail salon prides itself on offering the latest innovations in nail art from Japan (the owners go to the industry expos there every year) and the complete OPI product experience (there are 19 steps). Choose from stylish, modern colors from Oriole’s OPI selection or opt for something a little more whimsical from the top-end Japanese brand Vetro. For the ultimate pampering experience, call ahead and book a private room. Nails too short? No problem. The gel nails with tips treatment (¥580) starts with artificial nails filed, shaped and glued at the midpoint of one’s natural nails before the gel color of choice is lacquered on, resulting in totally smooth, better-than-real nails."},
{"title": "New Tattoo Studio", "address": "  Sanlitun Back Street\\t\\n", "telephone": " 6417-5096\\t\\n ", "desc": "Artist Li Yang runs this small tattoo shop on Sanlitun back street. Clean, professional and creative, this is the place to go if you want more \"old school\" style tatts. Li Yang is a pro, and has trained in China as well as in Italy."},
{"title": "The Queena Nail Studio", "address": "  B1-253, Mall Area 2, Sanlitun SOHO\\t\\n", "telephone": " 5785-3768, 136-1116-1369\\t\\n ", "desc": "Based on the nail polish selection at this cozy spot in Sanlitun SOHO, it should come as no surprise that both the owner and her husband were in the design industry. The Queena Nail Studio offers holographic, matte, snakeskin, velvet and caviar nail polish, just to name a few. The friendly staff also do hair, makeup and waxing."},
{"title": "Morpho Helena Nail & Massage Bar", "address": "  2/F, Unit H, Just Make Building, Xingfucun Zhonglu\\t\\n", "telephone": " 6417-9780\\t\\n ", "desc": "Smack dab in the heart of expat central, this salon is your go-to hangout when you're waiting for a friend who's late for dinner. While the staff offers massages, waxing and even dead skin removal for your feet, we recommend the quick-dry manicure using CND products （RMB120). When we went, we were in and out in just under 30 minutes."},
{"title": "Creation Tattoo", "address": "  Jianwai SOHO East 4, Shop 4309, Level 3, 39 East Third Ring Road\\t\\n", "telephone": " 5869-1886\\t\\n ", "desc": "A tattoo salon made for foreigners, specifically Nicholas Cage, as this is where he got tatted up in 2012. The inside is clean, bright and the staff speaks enough English to make everyone comfortable. Rates start at about 600RMB per hour."},
{"title": "Beijing City Archery Club", "address": "  Rm. B103 Tower A Chaowai SOHO , No. B6 Chaoyangmenwai Street\\t\\n", "telephone": " 5900-9123\\t\\n ", "desc": "Though small, this indoor archery club is a great place to get your thrills during the frigid Beijing winters and the scorching summers. Here, you can practice your archery skills under the guidance of a fomer member of the China National Archery Team. Prices are RMB120 per hour for kids and adults, but put down RMB200 in advance and you'll only have to pay RMB48 per hour on all visits for the entire year."},
{"title": "Long-Time-Liner", "address": "  L-SMM-154, Bldg 17, Solana Lifestyle Shopping Park\\t\\n", "telephone": " 5905-6208\\t\\n ", "desc": "This Solana salon offers high-quality gel manicures, professional make-up services and even eyelash extensions. For the more adventurous manicure-lovers out there, we recommend letting the stylists choose the nail polish color for you; they know what they're doing."},
{"title": "Aotu Studio", "address": "  67 Beixinqiao Toutiao\\t\\n", "telephone": " 8408-4189\\t\\n ", "desc": "This combination art gallery, event space and hair salon was opened by a cutting-edge hairdresser and his curator partner. Ray Wu is the wizard behind the hair, while Pilar Escuder looks after the first-floor gallery/exhibition space, which also plays host to a range of cultural and community activities, including creative markets, demonstrations and pop-ups."},
{"title": "B Active > Chaowai SOHO", "address": "  Unit 161A&C, 1-2/F, Bldg C, Chaowai SOHO, 6 Chaoyangmenwai Dajie\\t\\n", "telephone": " 5900-4748\\t\\n ", "desc": "This gym offers flexible membership plans, is open 24/7 and does not require contracts to sign up. Sounds too good to be true? It's not. B Active offers the traditional accoutrements of any gym worth its salt, including cardio machines, circuit training, free weights, trainers and a variety of classes. Air filters, an indoor garden and windows-shut policy makes for clean air while you sweat it out. Daily, monthly and yearly memberships are available. Free one-day trial or trial class."},
{"title": "Prime", "address": "  Suite 3009, 2/F, Bldg AB, Vantone Center, 6 Chaowai Street\\t\\n", "telephone": " 5907-3006\\t\\n ", "desc": "This well-appointed gym specializes in one-on-one customized training. Sparkling facilities, highly qualified staff and central location make Prime a go-to spot for gym rats in the know."}]