[{"title": "Aotu Studio", "address": "  67 Beixinqiao Toutiao\\t\\n", "telephone": " 8408-4189\\t\\n ", "desc": "This combination art gallery, event space and hair salon was opened by a cutting-edge hairdresser and his curator partner. Ray Wu is the wizard behind the hair, while Pilar Escuder looks after the first-floor gallery/exhibition space, which also plays host to a range of cultural and community activities, including creative markets, demonstrations and pop-ups."},
{"title": "Catherine de France Hair Salon, Beauty Salon > Sanlitun", "address": "  1/F, Dongjie Dasha, 10 Xindong Lu\\t\\n", "telephone": " 8442-5120, 135-2147-3492\\t\\n ", "desc": "With a trained team of international and local stylists, colorists and beauticians, this salon mixes French chic with modern simplicity to create a relaxed atmosphere for a wide range of hair and beauty treatments, including manicures/pedicures, waxing, City Weekend-tested facials and tanning."},
{"title": "Hummingbird > Central Park Spa", "address": "  Tower 26, Central Park, Chaoyangmen Wai\\t\\n", "telephone": " 6533-6922\\t\\n ", "desc": "Hummingbird Spa has become so popular since they opened last year that they had to add this second location in Central Park. This new location has more space, includes rooms just for ayurvedic treatments, facials, body scrubs and waxing, as well as nail salon. There's also a new VIP room for two, equipped with a bathtub and shower. The aromatherapy massage (RMB280/hour) is soothing but effective in working out kinks, and comes with a choice of four essential oils. A new range of facials featuring Thalgo products are especially suited to sensitive skin. Our Thalgo super soothing facial (RMB688) reduced fine lines as promised and also included a wonderfully soothing marine face mist."},
{"title": "Oriental Taipan Massage and Spa > Financial Street", "address": "  B1, 26A Jinrong Jie\\t\\n", "telephone": " 6621-8622\\t\\n ", "desc": "Take a break from city life and pamper yourself with stimulating massages, aromatic oil, soothing music and tasty snacks. An aromatherapy bath will only set you back RMB300 and full-body massages begin at just RMB198. Hotline: 400-001-0202. Website: www.taipan.com.cn."},
{"title": "Salon dePark", "address": "  B09, B1/F, Kerry Center, 1 Guanghua Lu\\t\\n", "telephone": " 8529-6328/9\\t\\n ", "desc": "This salon has a comfortable, cafe-style feel while being the only venue in Beijing to offer Shiseido’s F Programme 7-Step treatment (from RMB1,200, depending on hair length). Other services offered by the international styling team (hailing from the UK, Hong Kong and Korea) include styling, extensions, perms, root retouching, foil highlights and coloring treatments."},
{"title": "Ubud Heaven", "address": "  119, B1/F, Bldg B, Chaowai SOHO\\t\\n", "telephone": " 5900-2900\\t\\n ", "desc": "This hidden gem boasts first-rate service and a beautiful ambiance, yet the price range is reasonable. Be sure you book ahead, the space is small so if you walk in you may not get a spot on one of this spa's warmed beds. We recommend the full-body essential oil massage (RMB288/60 minutes, RMB396/90 minutes)."},
{"title": "Tai Dian Massage Salon", "address": "  Room 305, 6 OviStore, 39 Jianwai SOHO (Near Guomao station)\\t\\n", "telephone": " 5869-0707\\t\\n ", "desc": "This CBD massage salon specializes in all things Thai, from their ancient Thai massages to their facials. All products and decorations are imported directly from Thailand."},
{"title": "New Tattoo Studio", "address": "  Sanlitun Back Street\\t\\n", "telephone": " 6417-5096\\t\\n ", "desc": "Artist Li Yang runs this small tattoo shop on Sanlitun back street. Clean, professional and creative, this is the place to go if you want more \"old school\" style tatts. Li Yang is a pro, and has trained in China as well as in Italy."},
{"title": "Oriole ", "address": "  SLG11, Basement 1, Taikoo Li Sanlitun South, 19 Sanlitun Lu\\t\\n", "telephone": " 6415-9948\\t\\n ", "desc": "Tucked away under the stairs, this high-end nail salon prides itself on offering the latest innovations in nail art from Japan (the owners go to the industry expos there every year) and the complete OPI product experience (there are 19 steps). Choose from stylish, modern colors from Oriole’s OPI selection or opt for something a little more whimsical from the top-end Japanese brand Vetro. For the ultimate pampering experience, call ahead and book a private room. Nails too short? No problem. The gel nails with tips treatment (¥580) starts with artificial nails filed, shaped and glued at the midpoint of one’s natural nails before the gel color of choice is lacquered on, resulting in totally smooth, better-than-real nails."},
{"title": "Black Golden Tanning Studio > Sanlitun SOHO", "address": "  2/F, Bldg 3, Sanlitun SOHO, Gongti North Road\\t\\n", "telephone": " 5785-3711\\t\\n ", "desc": "It's hard to get your tan on through a permanent overcast of smog. Head to Black Golden Tanning Studio in Sanlitun SOHO. Boasting a stylish and inviting decor, three Ergoline machines and an English-speaking staff, expat visitors feel at ease here. All guests are provided with a towel, Australian Gold Tanning Lotion, safety goggles and slippers. Purchase a membership card and pay RMB5/minute. A 10-percent discount is available during off-peak hours (11am-4pm)."},
{"title": "Lily Nails > Yashow 4/F", "address": "  4/F, Yashow Clothing Market\\t\\n", "telephone": " 6416-8945\\t\\n ", "desc": "This small chain of nail salons is the go-to place for most Beijing expats thanks to their quick and reliable services, as well as super affordable prices. A regular manicure here costs just over RMB100 and reasonably priced massages are also available. Don't forget to ask for a membership card which will give you discounts on future services."},
{"title": "99 Massage and Spa Center", "address": "  703E-Tower, Guanghualu, Chaoyang District (South of Kerry Centre) \\t\\n", "telephone": " 6501-0799\\t\\n ", "desc": "This CBD spa offers a fairly high-end array of massages and facials, accompanied by complimentary refreshments."},
{"title": "Heavenly Spa by Westin  > Financial Street", "address": "  9B Financial Street\\t\\n", "telephone": " 6606-8866 ext. 7878\\t\\n ", "desc": "Tranquil lounges, luscious scents and restful lighting combined with attentive therapists and superb treatments make for a divine spa experience exclusive only to The Westin Beijing. Be sure to try their revolutionary Rain massage, which is the first of its kind in the entire world."},
{"title": "K.U.L Hair Salon", "address": "  W216, 2\\F, Bldg A, Fortune Plaza\\t\\n", "telephone": " 6533-0028\\t\\n ", "desc": "These experts are professionals when it comes to taming hard-to-manage locks. After an afternoon of tender loving care, you and your shiny new head of hair are sure to walk out satisfied."},
{"title": "Kocoon Spa > Sanlitun South", "address": "  1/F, Taiyue Suites' East side of the building, 16 Nan San­l­i­tun Lu\\t\\n", "telephone": " 132-4169-6021\\t\\n ", "desc": "Created out of a shared passion to set a new standard in spas by a mother-daughter duo of self-confessed spa junkies, this spa is a cozy lounge where guests can enjoy spa treatments and elixirs for the hands, feet, faces and bodies. Also offers an herbal tea selection from around the world. Visit their newest location in Sanlitun South, which boasts a large communal space flooded with natural light."},
{"title": "Julie's Salon", "address": "  Workers' Stadium Door 10 (enter from the east gate and walk left about 30 meters\\t\\n", "telephone": " 136-0137-1790\\t\\n ", "desc": "This unpretentious hair salon located near the Worker’s Stadium offers fresh cuts, hair straightening and moisturizing treatments at bargain prices. They also offer waxing services."},
{"title": "Daisy's Beauty Salon ", "address": "  Rm 301, Bldg B, Sunshine 100 International Apartments, 2 Guanghua Donglu\\t\\n", "telephone": " 5100-0556/7\\t\\n ", "desc": "Since 2001, this beauty salon has catered to thousands of expats and locals. It's consistently praised for premium waxing services, featuring imported wax that smells like chocolate, and quality facials that leave you with hydrated, refreshed skin. The salon also specializes in an array of treatments including IPL and laser therapy."},
{"title": "IELTS massage service(CBD)", "address": "  Beijing Ministry of interior of Dongcheng District Hutong No. 57 \\t\\n", "telephone": " 13641392074\\t\\n ", "desc": "Center at the Beijing Central Business District, Southeast is located at our address, \"The World Trade Bridge.\": Apple Community Room 2701 North Building 1, a parking space, which you visit us it is very easy, we have five stars star business provides a service where more 150sm, massage room and four separate comfortable seating area and a pleasant environment. Free drinks, free showers and free wireless network. We provide top-notch professional services, but will charge a reasonable fee. Our elegant and sophisticated massages, and a wealth of experience and expertise. They surprise you a lot, will give your body and mind. Do not hesitate to visit us, 20% discount, you can enjoy the benefits. To be held in Beijing, our hotels or apartments, 24-hour telephone service, 30-40 minutes to an excellent masseuse directly. VIP Details 86-10-58211434 13641392074"},
{"title": "Brad Clinic", "address": "  Rm 2103, Tower E1, The Towers, Oriental Plaza, 1 East Chang'an Jie\\t\\n", "telephone": " 177-0120-2369\\t\\n ", "desc": "This skincare clinic uses cutting-edge technology to give patients smooth, healthier-looking skin. They specialize in anti-aging treatments, but they also are a go-to resource for those suffering from stubborn acne and enlarged pores."},
{"title": "Xiaomi Salon", "address": "  Shop 8-3/8-8, Solana, 6 Chaoyang Park West Road\\t\\n", "telephone": " 5905-1800\\t\\n ", "desc": "This Solana hair salon is also home to a lower level cafe, as well, complete with coffee and tea, and plenty of places to sit, plug in your laptop and work on your next novel. But upstairs if where the hair cutting magic happening. They also have places to sit and read one of the many books that line the walls (mostly Chinese language), as well as semi-private rooms for patrons and friends."},
{"title": "Laurent Falcon Hair Salon > Sanlitun", "address": "  Bldg 43, Sanlitun Beijie Nan\\t\\n", "telephone": " 135-0137-2971\\t\\n ", "desc": "Founded by an experienced French stylist, this beautiful two-story salon offers top-quality care for your hair. The stylists use only high-end products, with brand names like L'Oreal, Schwarzkopf and Kerastase. Cuts start at RMB118."},
{"title": "Z Hairdressing > Sanlitun", "address": "  B1-003， B1/F, Bldg 5, 8 Xindong Lu\\t\\n", "telephone": " 8424-4533\\t\\n ", "desc": "The creative team behind this Sanlitun salon are miracle workers. Try an intense moisturizing treatment for RMB780 or get your hair expertly styled and cut for RMB150-780."},
{"title": "London Loft", "address": "  2/F, Just Make Building, Xingfucun Zhonglu\\t\\n", "telephone": " 135-2019-9568\\t\\n ", "desc": "Hairstylist Scarlet Salmons has been bouncing around Beijing salons for years now—with her loyal clientele in tow. But now, she’s finally opening up her own salon, London Loft, which obviously takes inspiration from her native Britain. Scarlet is also joined by her long-time colorist Phoebe and husband Ning Lei. Color starts from RMB800, and haircuts run from RMB380-780."},
{"title": "Mummy Tattoo Studio", "address": "  Room 1502, Door 2, Suite D, Shoukai Xingfu Guangchang, No. 38 Xingfucun Street\\t\\n", "telephone": " 6417-8480\\t\\n ", "desc": "This studio is the place to go if you are interested in a Chinese-style tattoo. Founder Xiaodong Zhou (aka. Dong Dong) draws much of his inspiration from aspects of Chinese traditional culture, from brush painting to fairytales. Sessions cost RMB800-1,500 per hour. Mummy Tattoo also hosts artists from abroad such as Germany, Australia and Italy."},
{"title": "Nuances Nail & Lounge", "address": "  Room 806, Unit 1, Apt. Bilding, Shimao International Plaza (Apt Building of Shimao Dept Store)\\t\\n", "telephone": " 8405-9627\\t\\n ", "desc": "The Newly opened Nail Lounge right between Sanlitun and Gongti, a private and modern place for a fancy girls' time out in Beijing. With full menu of LCN & OPI colors with all the classic Mani & Peti care choices, Whole set of LCN waxing series, selected wines from all over the world, Nuances is dedicated to provide the Divas in Beijing a great reason to indulge yourself with friends... Come and enjoy the music at our balcony with the new color on your nails while tasting all kinds of wines."},
{"title": "Lotus", "address": "  50 Liangmaqiao Rd, Chaoyang District Bejing. Exit C, liangmaqiao subway station, line 10.\\t\\n", "telephone": " 6465-3388 ext. 4499\\t\\n ", "desc": "Lotus salon was newly opened this June in Kempinski hotel (Beijing), located at East 3rd Ring, Chaoyang. Five star hotel, five star service. All hair care products are international brand, like Paul Mitchell. Customers can not only get wonderful hair services, but can also feel the love from the staff through their tender care, like healthy snacks&drinks... "},
{"title": "Nacho&Dai Nail Salon > Shuangjing", "address": "  2-23 North Area, Pingod Community, 32 Baiziwan Road\\t\\n", "telephone": " 5826-4431\\t\\n ", "desc": "This Spanish-Chinese nail salon offers a wide array of salon services from standard aroma manicures and pedicures, to 3D nail art and nail designs. They also offer waxing services, as well as eyelash grafting and perms. Customers can also order coffees, teas and desserts from their in-house cafe as they wait."},
{"title": "Long Xiu Tang Tattoos", "address": "  Jiu Xian Qiao Road, Chaoyang District, 798 Art District, Simon Hongyuan Apartment 2105, Tower A \\t\\n", "telephone": " 134-3944-9171\\t\\n ", "desc": "This studio is run by one of the best tattoo artists in Beijing. Xiao Long studied sculpting and art prior to becoming a tattoo artist. He is also licensed in the U.S. He trained under Taiwanese tattoo master Dao An."},
{"title": "I-Space Nail Salon", "address": "  Shop 102, Bldg 17, Central Park, Jintong Xilu\\t\\n", "telephone": " 6597-0457\\t\\n ", "desc": "This cozy Central Park nail salon is conveniently located right next to the Jenny Lou's, making it an easy stop for busy people. Some of their services include the extra-durable UV Gel Nails (RMB318 for OPI), hand treatments (RMB268) to restore moisture and nutrients to your skin, Oriental foot massage (RMB98), as well as foot callus removal (RMB40). They also offer a wide range of waxing services for both men and women."},
{"title": "Xiao Hui", "address": " ", "telephone": " 130-3116-7801\\t\\n ", "desc": "This tattoo artist started out as a painter, but later on decided that her chosen medium would be human skin. She is the first female tattoo artist in Beijing, and she does Western-style, Chinese-style and even Japanese-style designs. She doesn’t speak English, so brush up on your language skills or bring a friend to help. Rates start from RMB800-1,000 per hour depending on the final design."},
{"title": "Mi hair spa", "address": "  alRoom 106，B1 ，China Centr Place, 81 Jianguo Road\\t\\n", "telephone": " 6705-6666\\t\\n ", "desc": "Mi Hair Spa is located in the center of CBD, from Hongkong team management, to provide customers with top grade luxury services, Hongkong's top stylist Calvin Chan for image consultant, star hair stylist Sky of hair technology development, director King Lee for service management."},
{"title": "Nacho&Dai Nail Salon > Sanyuanqiao", "address": "  2-103 Qiumadu Plaza, 2 Shangjialou \\t\\n", "telephone": " 8436-1561\\t\\n ", "desc": "This Spanish-Chinese nail salon offers a wide array of salon services from standard aroma manicures and pedicures, to 3D nail art and nail designs. They also offer waxing services, as well as eyelash grafting and perms. Customers can also order coffees, teas and desserts from their in-house cafe as they wait."},
{"title": "Morpho Helena Nail & Massage Bar", "address": "  2/F, Unit H, Just Make Building, Xingfucun Zhonglu\\t\\n", "telephone": " 6417-9780\\t\\n ", "desc": "Smack dab in the heart of expat central, this salon is your go-to hangout when you're waiting for a friend who's late for dinner. While the staff offers massages, waxing and even dead skin removal for your feet, we recommend the quick-dry manicure using CND products （RMB120). When we went, we were in and out in just under 30 minutes."},
{"title": "Ci Yi Tang Tattoo Club", "address": "  7/F, Yashow Market\\t\\n", "telephone": " WeChat ID: ciyitangtattoo\\t\\n ", "desc": "This 900-square-meter space on the seventh (yeah, seventh) floor of Yashow is a tattoo parlor, live music venue, bar and event space, all capped off with a 200-square meter, noise and nosy neighbor-free balcony with views all over Sanlitun. Yeah, it's pretty much paradise. Eventually, it'll be members-only (from RMB500-10,000) but right now for promotional purposes they're open to the public for select events. Add Ci Yi Tang on WeChat to get all the info: ciyitangtattoo."},
{"title": "Nacho&Dai Nail Salon > Chaoyang Park", "address": "  4-103 Euro Plaza, Park Auenue, 6 Chaoyang SouthRoad\\t\\n", "telephone": " 6530-6729\\t\\n ", "desc": "This Spanish-Chinese nail salon offers a wide array of salon services from standard aroma manicures and pedicures, to 3D nail art and nail designs. They also offer waxing services, as well as eyelash grafting and perms. Customers can also order coffees, teas and desserts from their in-house cafe as they wait."},
{"title": "Long-Time-Liner", "address": "  L-SMM-154, Bldg 17, Solana Lifestyle Shopping Park\\t\\n", "telephone": " 5905-6208\\t\\n ", "desc": "This Solana salon offers high-quality gel manicures, professional make-up services and even eyelash extensions. For the more adventurous manicure-lovers out there, we recommend letting the stylists choose the nail polish color for you; they know what they're doing."},
{"title": "Creation Tattoo", "address": "  Jianwai SOHO East 4, Shop 4309, Level 3, 39 East Third Ring Road\\t\\n", "telephone": " 5869-1886\\t\\n ", "desc": "A tattoo salon made for foreigners, specifically Nicholas Cage, as this is where he got tatted up in 2012. The inside is clean, bright and the staff speaks enough English to make everyone comfortable. Rates start at about 600RMB per hour."},
{"title": "The Queena Nail Studio", "address": "  B1-253, Mall Area 2, Sanlitun SOHO\\t\\n", "telephone": " 5785-3768, 136-1116-1369\\t\\n ", "desc": "Based on the nail polish selection at this cozy spot in Sanlitun SOHO, it should come as no surprise that both the owner and her husband were in the design industry. The Queena Nail Studio offers holographic, matte, snakeskin, velvet and caviar nail polish, just to name a few. The friendly staff also do hair, makeup and waxing."}]
