[{"title": ["Ascot Chang"], "address": "The Peninsula HotelSalisbury Rd, ", "telephone": "2367 8319", "desc": []},
{"title": ["British Textile Company"], "address": "Shop 219, The Galleria9 Queen's Road Central, ", "telephone": ", ", "desc": ["Experienced tailors create made-to-measure suits using imported fabrics."]},
{"title": ["E.Italian"], "address": "Shop No. 117 1/F, Regal Kowloon Hotel71 Mody Road", "telephone": "2367 2782", "desc": []},
{"title": ["WW Chan"], "address": "A2, 2/F., Burlington House94 Nathan Road, ", "telephone": "2366 9738", "desc": []},
{"title": ["Om Custom Tailors Hong Kong"], "address": "SHOP UG31, UPPER GROUND FLOOR, TSIM SHA TSUI CENTRE66 MODY ROAD, ", "telephone": "(852) 23662603", "desc": ["Highly Recommended Men's & Ladies Bespoke Tailors offers trendy custom tailored suits, shirts, trousers, sports jackets, topcoats, leather jackets. Quality Workmanship, Imported fabric from Italy & England. Welcome special designs, send us your drawing, magazine clippings,etc..we can make the same. Mail order / Online / Express 24hrs service available. (METRO / MTR : EXIT P2 TSIM SHA TSUI EAST Linked by underpass with TSIM SHA TSUI STATION)"]},
{"title": ["Platinum Fashions ( Hong Kong ) Bespoke Tailor"], "address": "Houston Centre ,1/F Shop.3963 Mody Road Tsim Sha Tsui East, ", "telephone": ", ", "desc": []},
{"title": ["colour me beautiful hk"], "address": "402A Baskerville House, 13 Duddell Street, Central, Hong Kong ", "telephone": "(852) 2522-2592", "desc": ["Confused by colour and style? Want to wear more colours but not sure which ones suit you or how to wear them? A colour me beautiful consultation is just what you need! colour me beautiful hk provides image, colour, style, make up and fashion advice. We help you get more value and flexibility out of your wardrobe, so you look and feel great. Our Colour Analysis shows you your most flattering colours to wear and in our Style Consultation we review your clothing, hairstyles, glasses and how to dress to look your best all the time. Our Makeup Consultations show you a quick and easy makeup routine to bring out your best features. The affordable colour me beautiful cosmetic collection makes it easy to choose the most flattering makeup colours for you to wear. Using a combination of hair and eye colour with skin tone, we determine your best colours. Our patented magnetic kit system allows you to personalize your makeup selection to work just for you. Looking for a private party with your friends? Our Makeup and Colour Parties are a great way to get some friends together and enjoy the colour me beautiful experience.  Our parties are perfect for everyone! Visit our website to select the consultant nearest to you or give us a call! +852 2522 2592 anytime!"]}]
