[{"title": ["Mina Dev'wil Hair Dressing"], "address": "G/F28 Cochrane Street, ", "telephone": ", ", "desc": ["\nWith three very conveniently located branches across town, Mina Dev'wil is a super-stylish and modern hair-salon for both men and women. They provide all the standard services (cuts, highlights, treatments, colouring, perming, layering, straightening, blowdry) at very reasonable prices. Mina Dev'wil swears by ", "'s ", " products that do wonders for all types of hair and scalps, particulary oily scalps or hair-loss - you can buy the ", " products at any Mina branch. ", "\n ", "\nKeep an eye out for promotional prices and deals!", "\n ", "\n", "\n", "1/F, 52-54 Yun Ping Road, Causeway Bay", " +(852) 2895 3797 ", " (M - F) 10am - 10pm; (Sat - Sun) 10am - 9pm", "\n", "Shop 125, 1/F, Mikki, 638 Prince Edward Road East, San Po Kong", " +(852) 2870 3797", "(M - F) 12pm - 9pm; (Sat - Sun) 10am - 9pm", "\n", "\n "]},
{"title": ["Mandarin Oriental Barber"], "address": "5 Connaught Road, , ", "telephone": "+852 2522 0111", "desc": ["An old fashioned barber shop, with 2008 prices, in one of the best known hotels in the world. What else could one ask for?"]},
{"title": ["Gentlemen’s Tonic Hong Kong"], "address": "B47 – B48, The Landmark2525 2455", "telephone": "519", "desc": []},
{"title": ["Kathy Caroll Lea"], "address": "+852 95222264370", "telephone": "98", "desc": ["Kathy has many years of experience in film and print make up, and is also the make up director at Toni and Guy."]},
{"title": ["THE MANDARIN BARBER"], "address": "5 Connaught Road, 2825 4088", "telephone": "527", "desc": ["Located on the 2nd floor of the hotel, the Mandarin Barber offers traditional shaving and hair services together with restorative grooming treatments for men. The atmosphere is warm and welcoming and reminiscent of a private gentleman’s club."]},
{"title": ["Flawless"], "address": "4/F, Sea Bird House22-28 Wyndham Street, ", "telephone": ", ", "desc": [" looking and feeling like a million bucks!"]},
{"title": ["The Barber Shop"], "address": "1/F 15B Wellington Street, 2537 4292", "telephone": "515", "desc": []},
{"title": ["Beaute Scents - Aromatherapy Skincare &amp; Professional Massage"], "address": "Room H, 10/F, Causeway Tower16-22 Causeway Road, ", "telephone": ", ", "desc": ["Internationally qualified aromatherapist and beautician ", " offers an extensive range of facial and massage services including ", ".", "Treatments with care and professional knowledge in a cosy environment. Online booking available via ", " or call at 34223280 for reservation."]},
{"title": ["La Cabine"], "address": "68 Second Street68 Second Street, ", "telephone": ", ", "desc": ["\nLa Cabine is a French nice cosy spa located in Sai Ying Pun providing manicure & pedicure, waxing, massage, eyeslashes and massage treatments. For the first months La Cabine is offering very attractive prices to its customers. Come and live a new experience of service at La Cabine!!!"]},
{"title": ["bodywize"], "address": "1/F Cubus1 Hoi Ping Road, ", "telephone": ", ", "desc": ["Bodywize offer a sanctuary and day spa for both men and women to unwind from their busy lifestyles, focusing on holistic healing therapies and practices to promote wellness inside and out. These therapies include ", "Yoga, Aerial Fitness, f", "unctional training & AntiGravity®, as well as an extensive variety of spa treatments ", "serving you in three convenient locations in the heart of Hong Kong Island, Causeway Bay and Happy Valley. "]},
{"title": ["LaVal Nail Spa"], "address": "Unit 1203, Asia Standard Tower59-65 Queen's Road Central, ", "telephone": ", ", "desc": ["Top Quality International Brands"]},
{"title": ["Cupcake Nails"], "address": "Shop 2, 10/F, New Landwide Commercial Building73 Kimberley Road, ", "telephone": ", ", "desc": ["Treat yourself! Offering a full range of nail services including nail art, French manicures, manis and pedis, acrylic / soft gel nails and more..."]},
{"title": ["nude beautique"], "address": "1401, 14/F, M88 Building2-8 Wellington Street, ", "telephone": ", ", "desc": ["pioneering specialists in the modern, ever-popular trend of Brazillian \"all-off\" waxes, and thus have accumulated a large following of women who stay loyal to their services. Nude owes its great reputation to its team of professional therapists, who ensure all services and treatments are carried out at the highest international standards at all three branch locations. Nude offer a wide range of services including:"]},
{"title": ["Honeypot Wax Boutique"], "address": "8/F, Room 802, Century Square1-13 D’Aguilar St., Central, ", "telephone": ", ", "desc": ["Open since 2005 in Singapore, Honeypot Wax Boutique is an ultra-feminine addition to the Hong Kong grooming scene. The hot-pink boutique offers a full menu of waxing services—with everything from Brazilians (from $250) and the classic Hollywood ($440) to a heart-shaped “L’Amour” wax ($465). The house-made wax “Cherry Pie” is well known, plus there is IPL available for a more permanent solution. There are also a full array of products for your post wax needs."]},
{"title": ["Unique Beauty"], "address": "Rm 509, Hong Kong Pacific Center28 Hankow Road, ", "telephone": ", ", "desc": ["Established in 2000, Unique beauty offers a wide range of hair removal services, including waxing."]},
{"title": ["California Super Tan"], "address": "706 Workingview Commercial Building21 Yiu Wa Street, ", "telephone": ", ", "desc": ["Professional Indoor Tanning Salon offer both UV Tanning and Spray Tanning in a booth."]},
{"title": ["California Beach Club"], "address": "3/F Jade Centre98 Wellington Street, ", "telephone": ", ", "desc": ["Tanning salon in Central."]},
{"title": ["Khoobsurat"], "address": "1st Floor, Shop No. 25 Mirador Mansion54/64B Nathan Road, ", "telephone": ", ", "desc": ["Indian beauty parlor in TST that offers traditional services like threading, Henna \"tattoos\" and other services."]},
{"title": ["Browhaus Hong Kong"], "address": "10/F8 Lyndhurst Terrace, ", "telephone": ", ", "desc": ["\nBrowhaus is your one-stop brow and lash grooming salon, built for the image-conscious urbanite who demands not just function, but function and style. Expect the highest technical proficiency but with a stunning and fashionable end result. Browhaus is here for your facial hair grooming needs - the hair on your face never had a better close-up!", "\n ", "\n "]},
{"title": ["Tanning Studio"], "address": "18/F, Excellente Commercial Building, 456-458 Jaffe Road,, , ", "telephone": "852-25757687", "desc": ["Professional tanning in Causeway Bay. Tanning packages start from $588 per month with free tanning lotions. Pls visit our website for more promotions."]},
{"title": ["Dolma Waxing Boutique"], "address": "1508, 15/F,Takshing House20 Des Voeux Road, ", "telephone": ", ", "desc": []}]