[{"title": ["Hong Kong Catamaran Club"], "address": "Room 1704, 17/F, Tung Wai Commercial Building109 Gloucester Rd, ", "telephone": ", ", "desc": ["\nThe Hong Kong Catamaran Club Ltd is a travel agent licensee with 13 charter licensed yachts, including Beneteau F21.7, Oc34, F40.7, Jeanneau SO44I, 4 Catamarans, and 57 and 52 ft Italian yachts. CATA became the first ASA affiliate sailing school in Hong Kong, has trained over 20 sailing instructors and 150 local, expatriates, and Mainland Chinese from ages 13 to 65 in 2010. Their international instructors speak English, Cantonese and Mandarin. English and Chinese examinations are available. Seven sailing courses are offered from ASA101 Basic Keelboat Sailing to ASA106 Advanced Coastal Cruising, matching RYA Coastal Skipper. These courses are supplemental to and have no conflict with dinghy sailing offered by HKSF and various yacht clubs in Hong Kong. In the last three months, other than from Hong Kong, visitors from China, France, Holland, Macau, Portugal, Singapore, and USA have been participating in the basics to advanced ASA training programs."]},
{"title": ["Lazydays"], "address": "+852 3488 15349am - 11pm / daily", "telephone": "608", "desc": ["\nIf you want to get pampered from the moment you step on-board a sleek cruiser, Lazydays is the perfect company for you. On-board staff will serve tasty meals and drinks throughout your trip, and towels and shower gel are included. Entertainment includes karaoke and Xbox games, while a floating bean bag and inflatable lounger is available for those who want to continue the party in the water.", "\n", "\n- 60ft fibreglass motor cruiser", "\n- 32 passengers", "\n- BBQ, Bose speakers, Miele espresso machine", "\n- Amphibious beanbags and other fun floatables", "\n- Three decks, including a unique \"infinity\" swimming platform", "\n- Massage therapist / Speedboat optional", "\n", "\n", "\n- Boat only, HK$13,000", "\n- Fun Package, HK$890 per head (min 15 adults), free-flow sparkling, craft beers and spirits, and delicious freshly-cooked food including your choice of rib-eye, leg of lamb or a huge ham ", "\n- Champagne Package, as above, HK$1,100 per head", "\n", "\n", "\nSpa on the Sea; Beer-food pairings; Weddings; Birthday parties; Corporate functions; Client meetings; bespoke themed events"]},
{"title": ["Standard Boat"], "address": "Room 221, 2/F, Seven Seas Commercial Centre121 King's Road, ", "telephone": ", ", "desc": []},
{"title": ["Koh Thai Junks"], "address": "11/F Flat C Sing Teck Factory Building44 Wong Chuk Hang Road, ", "telephone": ", ", "desc": ["Hop on-board one of the four junks, and enjoy a beer or two while indulging in scrumptious Thai food and Western canapés. A barbeque area is available for those who prefer to cook up their own sizzling recipes. As well as snorkelling, partygoers can also hire a speedboat for an additional charge."]},
{"title": ["Michelangelo - Luxury Junk HK"], "address": "+852 6621 1691389", "telephone": "55", "desc": ["\nMichelangelo Luxury Junk is a well-restored eighty-foot classic motor yacht, crafted with beautiful materials and measuring four thousand square feet over three decks. The vessel can generously accommodate up to 59 passengers in absolute comfort, and includes teak sun decks, a mahogany paneled living room, dining room, a sumptuous master suite and four additional guest cabins, full kitchen, office and staff quarters. It has multi-zone air conditioning and heating to allow year round cruising. They offer cruises and all-inclusive packages with full catering and a wide range of buffets to choose from. See ", " for menus."]},
{"title": ["Jaspa's Junks"], "address": "+852 2792 6001236", "telephone": "43", "desc": ["\nJaspa’s Junks offers attractive packages to fit your theme and or budget, and aims to give you with an unforgettable experience. Operating 6 junks decked out with fully equipped kitchens, all Jaspa’s charters are inclusive of freshly-made food, drinks and serving staff on-board. Whether you want to book a junk amongst friends for a day of summer madness or to entertain corporate clients, facilitate teambuilding outings, organize birthday parties, family outings, evening cocktail receptions or wedding celebrations, Jaspa's does it all."]},
{"title": ["Island Junks"], "address": "Shum Wan Road, , ", "telephone": "+852 2877 5222", "desc": ["\nThe company operates three vessels, which come equipped with a huge sun-canopy on the top deck with large beanbags, a barbeque area, an iPod-compatible sound system, and a paddleboat complete with foam noodles for hours of endless fun on the water. Island Junks also offers waitress services, Thai massages and water sports activities – there is a fee for these extras. Choose between a boat-hire-only service and an all-inclusive package."]},
{"title": ["Hong Kong Yachting"], "address": "18A Gee Chang Hong Centre65 Wong Chuk Hang Road, ", "telephone": ", ", "desc": ["\nHong Kong Yachting owns and operates some of the most unique yachts in Hong Kong. Charter the yachts, cruisers and junks for adventure sailing, corporate team building, wine tasting cruises, birthday parties, client entertainment, cocktail dinner parties, corporate days out or just good fun days on the water with your friends. They also offering ", " as well via the following 3 options:", "\n ", "\n1. all inclusive food and drink package, including service staff, cultery, delivery and plates", "\n2. choose from a la carte drinks and food memis", "\n3. BYO food and drinks and charter a boat  only  - no service staff provided", "\n "]},
{"title": ["Happy Together Marine Charter Services."], "address": "+852 6218 81119:30am - 6:30pm", "telephone": "Choi Hung/ Hang Hau", "desc": ["\nWe offer custom adventures on the beautiful waters of HK.", "\nExperience a side of HK you never thought possible!", "\n", "\nVessel- 9m Aluminium Kingship Marine", "\nPower- 250hp x 2 Four-stroke Outboard  (50 knots)", "\nRecommended Guest Capacity-  3-6 people.", "\nCaptain- Fluent English Speaking Captain with extensive      local knowledge", "\nPick-up & Drop Off-  Sai-Kung or Clearwater Bay.", "\n", "\nEarly Bird ( 6:00 am - 9:00am) -  2,500 HKD", "\nAm Session- ( 9:30am - 1:30pm)  -  3,800 HKD", "\nPm Session-  ( 2:30pm - 6:30pm) -  3,800 HKD", "\nVictoria Harbour Pick-up and Drop-off-   1,500 HKD", "\nOffshore Chinese Waters -  Price On Request", "\n", "\nSummer Pelagic Fishing (July - September)", "\n", "\nThe Summer Pelagic Migration has started; come and catch some serious fish with us this summer season!", "\nTop quality gear and coaching provided.", "\n", "\nTargeted Species- Spanish Mackerel. Barracuda. Lady Fish. Cobia. Tuna. Mahi Mahi. Wahoo. Lady Snapper. Grouper. Bream. Squid and more.", "\n", "\nCruising-  explore beautiful", "\n", "\n", "\nRound Hong Kong Island.  ( 9:30 - 6:30 pm)", "\nSpend a day on the water touring your favourite sea side spots around Hong Kong island.", "\n", "\nChoose 4 of the following destinations/ activities for your perfect day on the water!", "\n", "\nTemple Bay", "\nTung Lung Chau", "\nShek O", "\nLamma Island", "\nPo-Toi Island", "\nStanley", "\nWaglan Island", "\nFishing (Trolling)", "\nSwimming ( Beach)", "\nTai Tam", "\nRepulse Bay", "\nCyberport"]},
{"title": ["A Nextwave Yachting Ltd."], "address": "Shop C3 Marina Cove Shopping Centre380 Hiram's Highway, ", "telephone": ", ", "desc": ["Hong Kong Luxury Boat Charter Company, Nextwave Yachting Ltd. established in March 2012,  we provide yacht charter and event in Hong Kong and China. Our group manage a portfolio of yacht business, for more details to you visit About us below or our main website www.nextwaveyachting.com", "Nextwave Charter (www.nextwavecharter.com) has number of luxury Cruiser, junk boat and Sailing boat in Hong Kong. We owns 3 Luxury cruisers and work closely with other chosen boat owners to keep our standard and services.", "Sealine, Sessa, and Ferretti are the most unique super luxury cruiser in Hong Kong we owned. If you are looking for lifestyle, unique charter for a day out with your friends, family and small group of people they are most suitable.", "Contact us: "]},
{"title": ["Delicious Junk Boats"], "address": "222-224 Queens Road West, , ", "telephone": ", 852", "desc": ["Your Caterer of Choice for any occations.", "Delicious Junks, we provide a one stop shop when it comes to a perfect day out in the sea. we have 5 boats 2 chinese brown wooden boat and 3 white cruiser. if all our boats are booked we will help you find one. Delicious also provides a full junk package which includes the boat+delicious food+ booze, softdrinks+ service=fun day in the sun from $480 per head min. of 25 people to $550 per head. for more info on our junk delicious menus please contact Dennis ", "Water sports can be arrange too"]},
{"title": ["Breakaway Hong Kong"], "address": "+852 6180505910am-11pm", "telephone": "218", "desc": []},
{"title": ["Nan Hwa (Express) Travel Service Ltd."], "address": "5/F, Skyway House, North Block3 Sham Mong Road, ", "telephone": ", ", "desc": ["\nEstablished in 1962, Nan Hwa Express was initially engaged in air ticket services between Hong Kong and Indonesia, as well as air frieght and courier services. Since then, it has steadily grown, accumulating a wide base of clients both locally and globally.and earning recognition in the travel industry. It has been IATA-accredited since 1983 which allowed them access to air tickets from all IATA airline members (over 50). With a workforce of more than 250 employees, and all the major computerised ticketing systems including Galileo, Worldspan, Amadeus and Abacus, Nan Hwa has made a significant mark in the industry.  ", "\n "]},
{"title": ["Hughes Travel Co. Ltd. (Hong Thai Travel Ltd.)"], "address": "Unit 2003, 20/F, Kowloon Plaza485 Castle Peak Road, ", "telephone": ", ", "desc": ["\nA member of IATA since 2010, Hughes Travel (Hong Thai Travel Ltd.) is one of Hong Kong's leading agencies specialising in travel to and from Taiwan for both leisure and business travellers. With strong worldwide contacts with the industry's major hotels, airlines and travel services, Hughes Travel offer the following quality services for overseas travel as well: thorough air tickets arranging and booking, airport transfers, car rentals, sight-seeing tours, hotel reservations, detailed travel itineraries, etc.", "\n ", "\n", "and ", " - both fulfilled by Hughes Travel Co. Ltd. - are online travel platforms offering special airfare deals and flight bookings, and specialise in handling the needs of leisure, corporate, expatriate home leave, and transit passenger travellers from Hong Kong / Macau / China to worldwide destinations.", "\n ", "\n "]},
{"title": ["Flight Centre Hong Kong"], "address": "7/F, Island Place Tower510 King's Road, ", "telephone": ", ", "desc": ["\nWhether you’re looking for an overseas trip or just a short break out of town Flight Centre is committed to providing great travel at the cheapest available price. Our dedicated native English and bilingual speaking consultants are experienced, highly trained experts, dedicated to finding the best travel deal for any destination and any budget. We offer you a total travel service including flights, accommodation, car hire, travel insurance, cruising, coach tours, holiday packages, visas and much more, we go out of our way to find you the perfect trip at a great price.", "\n", "\n", "\n "]},
{"title": ["Golden Promise Travel Agency Co."], "address": "Room 916, 9/F, Tower A, New Mandarin Tower14 Science Museum Road, ", "telephone": ", ", "desc": ["\nFounded in 1995, Golden Promise Travel Agency Co. specialises primarily in organising trips for business travelers (leisure packages and special interest tours are also available.) Working closely with major airlines and hotel groups, they tailor to the needs of their clients from local and overseas corporations and cover all areas from event management, ground transportation, visa applications and travel insurance. ", "\n ", "\n "]}]