[{"title": ["Bliss® Spa"], "address": "72/F W Hotel1 Austin Road, ", "telephone": ", ", "desc": ["The touch of Trademark Bliss® awaits you: enjoy any one of our nine treatment rooms (two VIP doubles), a movie-while-you-wait nail manicure station, jazz and blues music and retail boutique. For your convenience we have separate men's and women's locker rooms and ultra luxurious lounges. Our spa includes digital lockers, steam showers with glass-tiles, sauna, steam rooms, vitality pool, ", " soap sampling and fashion and beauty reading sections with sports magazines for the gentlemen. "]},
{"title": ["The Spa At Four Seasons"], "address": "8 Finance Street, (852) 3196-8900", "telephone": "(852) 3196-8899", "desc": ["The Four Seasons spa currently offers a 45 minute ear candling session for HK$ 600."]},
{"title": ["La Cabine"], "address": "68 Second Street68 Second Street, ", "telephone": ", ", "desc": ["\nLa Cabine is a French nice cosy spa located in Sai Ying Pun providing manicure & pedicure, waxing, massage, eyeslashes and massage treatments. For the first months La Cabine is offering very attractive prices to its customers. Come and live a new experience of service at La Cabine!!!"]},
{"title": ["VIM Pilates Studio"], "address": "19/F QRE Plaza202 Queen's Road East, ", "telephone": ", ", "desc": ["\nVIM Pilates Studio is one of a few fully-equipped Pilates studio in HK. Since it's an instructor training centre of STOTT PILATES, the world leader in Pilates education and quipment from Canada, its instructor quality is beyond doubt.", "\nIts private / semi-private room is really private as you don't have to share with other instructor / clients. Its small group classes is fun-filled, yet you are assured of sufficient attention so as to make sure you get results with safe exercises!", "\nYou may also try its Yoga classes and personal fitness training. As most of its Yoga teachers and Fitness trainers are also Pilates-trained, you got benefits of both from a single session!"]},
{"title": ["BounceLimit"], "address": "13/F The Pemberton22-26 Bonham Strand, ", "telephone": ", ", "desc": ["\nBounceLimit is Asia’s first-ever trampoline fitness studio equipped with 32 individual mini-trampolines or “rebounders”. The studio offers a range of functional and bodyweight exercise classes on the rebounders, including AirBounce, MaxBounce, MilitaryBounce, and BouncePilates, ensuring the body gets the best fitness results from a varied workout. Hailing from a range of different backgrounds in fitness and health expertise, BounceLimit’s trainers provide customized guidance towards clients’ fitness goals. In addition to rebounder classes, the studio offers group classes in dance and floor training. Some programs also offer the option of personalised one-on-one training. "]},
{"title": ["KickAss Pilates Fitness Boutique"], "address": "1801 18/F Glenealy Tower1 Glenealy, ", "telephone": ", ", "desc": []},
{"title": ["Private Yoga"], "address": "+852 6604 53761232", "telephone": "135", "desc": []},
{"title": ["PURE Yoga"], "address": "16/F, The Centrium60 Wyndham Street, ", "telephone": ", ", "desc": [" for the addresses and contact details for the other PURE Yoga branches in HK."]}]