[{"title": ["Aerial Arts Academy"], "address": "16/F Parkview Commercial Building9-11 Shelter Street, ", "telephone": ", ", "desc": ["\nAA members include the world’s most recognized master trainers and instructors of aerial arts, and its mission is to give ordinary people access to aerial arts for creative, health and fitness purposes in a safe and professional environment. A member of the Aerial Arts Association and International Pole Dance Fitness Association, it is the world’s first and only academy to offer accredited aerial arts certification, such as Viva Vertical Pole Fitness with the Asian Academy of Sport Fitness Professionals. "]},
{"title": ["bodywize"], "address": "1/F Cubus1 Hoi Ping Road, ", "telephone": ", ", "desc": ["Bodywize offer a sanctuary and day spa for both men and women to unwind from their busy lifestyles, focusing on holistic healing therapies and practices to promote wellness inside and out. These therapies include ", "Yoga, Aerial Fitness, f", "unctional training & AntiGravity®, as well as an extensive variety of spa treatments ", "serving you in three convenient locations in the heart of Hong Kong Island, Causeway Bay and Happy Valley. "]},
{"title": ["Epic MMA Club"], "address": "1/F, China Building29 Queen's Road Central, ", "telephone": ", ", "desc": ["\nEpic MMA Club opened its doors in March of 2012 driven by the belief that fitness and martial arts have the power to change lives. Not only does Epic promote various martial arts, strength and conditioning techniques, and fitness alternatives, but also promotes a lifestyle of learning, self-awareness and sustainable health. In addition to offering the widest variety of classes in fitness and martial arts, Epic possess a team of instructors with unparalleled experience, hand-picked from the world over. "]},
{"title": ["PURE Yoga"], "address": "16/F, The Centrium60 Wyndham Street, ", "telephone": ", ", "desc": [" for the addresses and contact details for the other PURE Yoga branches in HK."]},
{"title": ["BounceLimit"], "address": "13/F The Pemberton22-26 Bonham Strand, ", "telephone": ", ", "desc": ["\nBounceLimit is Asia’s first-ever trampoline fitness studio equipped with 32 individual mini-trampolines or “rebounders”. The studio offers a range of functional and bodyweight exercise classes on the rebounders, including AirBounce, MaxBounce, MilitaryBounce, and BouncePilates, ensuring the body gets the best fitness results from a varied workout. Hailing from a range of different backgrounds in fitness and health expertise, BounceLimit’s trainers provide customized guidance towards clients’ fitness goals. In addition to rebounder classes, the studio offers group classes in dance and floor training. Some programs also offer the option of personalised one-on-one training. "]},
{"title": ["XYZ"], "address": "2/F, New World Tower II18 Queen's Road Central, ", "telephone": ", ", "desc": ["XYZ is Asia's unique articulation of the new wave of indoor cycling or the \"spinning\" phenomenom grew out of the cracks of the New York sidewalk and left the US and Europe spellbound. With a spacious studio featuring a herd of 45 spinning bikes, bright and colourful lights, and fully-serviced and shower-fitted changing and locker facilities, XYZ offers classes that focus on different areas or targets from spinning like anti-anging (Grow Young), releasing stress, regaining control and giviing yourself a vigorous cardio boost etc."]},
{"title": ["Torq Cycle"], "address": "26/F, Li Dong Building29 Li Yuen Street East, ", "telephone": ", ", "desc": [". All this is achieved through combining the best of cycling, pilates, boxing, Muay Thai and yoga into one full-body ride. Class duration ranges from 50 to 90 minutes; for more info on TORQ classes, "]},
{"title": ["IMPAKT Academy of MMA"], "address": "2/F, Wing's Building110-116 Queen's Road Central, ", "telephone": ", ", "desc": ["\nImpakt is a reputable MMA & fitness center with studios in Hong Kong, Singapore and South Africa. It was one of the pioneering MMA studios in Hong Kong to open its doors, and the sprawling space that features fighting rings is located in the heart of Central, and is fully fitted with top-of-the-line equipment for boxing, martial arts training and safety, plus showers and changing facilities for men and women. There is also an on-site retail store that's stocked with handy items and all your training needs, from gloves and mouth-guards, to personalised clothing and energy-packed drinks and snacks."]},
{"title": ["Hong Kong Aikido Association"], "address": "P.O. Box 28404, Gloucester Road Post Office2427 3540", "telephone": "1374", "desc": ["Promotes the sport of aikido, a non-violent, non-competitive form of martial arts, in Hong Kong."]},
{"title": ["Hong Kong Chinese Martial Arts Association"], "address": "Room 1008, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": []},
{"title": ["Hong Kong Karate-do Federation Ltd"], "address": "Rm1031, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": []},
{"title": ["HKJJ Hongkong Jiiu-Jitsu Brazilian Jiu Jitsu Academy"], "address": "Work Shop A,8F,Splendid Centre100 Larch Street, ", "telephone": ", ", "desc": ["At HONGKONG JIU-JITSU, you can learn the [art of gentle] which is the most fast growing martial arts sport in the world today. "]},
{"title": ["Kowloon Brazilian Jiu-Jitsu Club"], "address": "Rm 1303, Perfect Commercial Building20 Austin Ave, ", "telephone": ", ", "desc": ["Kowloon BJJ is a not-for-profit Brazilian Jiu-Jitsu Club. Our organization was established in May, 2005 with the intention of creating a friendly and happy home for all members to train and enjoy the art of Brazilian Jiu-Jitsu together as equals. Kowloon BJJ members range from the active BJJ competitor to the sports-fitness enthusiasts. No matter your age or objectives, Kowloon BJJ is for you. We truly stick by our motto of grappling for all. So, why not come by and give our club a try? No need to make an appointment; just stop by during any of our regularly scheduled class periods. All are welcome: Hong Kong residents and international visitors alike. See you on the mat!"]},
{"title": ["Hong Kong Kendo Association"], "address": "2504 81452701", "telephone": "224", "desc": ["The Hong Kong Kendo Association was founded in 1970 by Mr Wei Won, a businessman with martial art background, Mr Wong Lon, A Judo instructor trained in Japan who also practiced kendo and Mr Willian Wun Lin Chue, an engineer who learned Kendo from tow Japanese sensei while on assignment in Malaysia. Mr Wei was the President for the first few years then followed by Mr Chue. For over 15 years Mr Chue built the Association from a meagre start to a small but strong group of Kendoists recognised by the International Kendo Federation and the Amateur Sports Federation and the Olyympic Committee of Hong Kong.", "Mr Chue resigned the presidency in 1988 when he immigranted to Canada. He is now 6 Dan Kendo Renshi and 6 Dan Iaido Renshi. ", "The Association was incorporated on the 8th March, 1994 as the Hong Kong Kendo Association Limited ", "Now Hong Kong Kendo Association Ltd is the affiliate member of International Kendo Federation (IKF) Sports Federation and the Olympic Committee of Hong Kong, China"]},
{"title": ["MW Fitness"], "address": "8 Town Centre Crescent, Hong Lok Yuen, , ", "telephone": "(+852) 9300 5705", "desc": ["\nPhysical Coordination / Body Sculpture / Rehabilitation Exercises - MARTIN WONG is a certified fitness personal trainer and First Aid certified. He has more than 20 years experience in proper fitness, resistance training and body sculpting/toning. Also, he has been involved in the fitness/recreation/hospitality industry for 14 years. He has made it his goal to make sure his clients enjoy every workout. Martin believes that fitness personal training is an excellent vehicle for achieving optimal physical & mental health and has experienced the benefits first hand. * Training venue can be at residential health club/gym room/home/park/private training studio"]},
{"title": ["Hong Kong Fight Club"], "address": "6/F, Simsons Commercial Building137-139 Johnston Road, ", "telephone": ", ", "desc": ["\nHong Kong Fight Club is located along the tramlines in Wan Chai and provides training classes in mixed martial arts, Brazilian jiu-jitsu, boxing and wrestling."]},
{"title": ["Body Toning"], "address": "Unit 505, Haleson Building1 Jubilee Street, ", "telephone": ", ", "desc": ["\nJust off the main road between Sheung Wan and Central is BodyToning, a Power Plate training studio designed specifically with the struggles and hassles of urban, fast-paced lifestyles in mind. The Power Plate is a sophisticated fitness machine that generates 3D harmonious vibrations that penetrate your muscles to achieve a toned body within an efficient timeframe. "]},
{"title": ["EPT (Elite Personal Training)"], "address": "20/F, Regency Centre, Phase 241-43 Wong Chuk Hang Road, ", "telephone": ", ", "desc": ["EPT Studio is Hong Kong's most exclusive personal training, health, and nutrition center that offers access to state-of-the-art training equipment and methods. EPT's team of informative and friendly trainers will help you achieve your goals by physically challenging you and mentally encouraging you. From beginner to expert, amateur to professional athlete, everyone will be accomodated. ", "Bootcamp and group fitness programs for both adult and children are available at EPT, as well as the FIRE program, aimed at groups of up to 4 women aged 35-55, who are desperate to get slim and trim and feel like they're in their 20s again. FIRE has proven to boost your metabolism rate in as little as 21 days, which means that in most cases, you don't even have to diet."]},
{"title": ["Hong Kong Cricket Club"], "address": "The Hong Kong Cricket Club137 Wong Nai Chung Gap Road, ", "telephone": "3511-8668", "desc": ["\nOne of the oldest sports clubs in Hong Kong, and one of the first cricket clubs outside of England. A separate sports membership is available to those who are interested in playing on a team."]},
{"title": ["Hong Kong Amateur Fencing Association"], "address": "Room 1011 Olympic House1 Stadium Path, ", "telephone": ", ", "desc": ["Offers information on training course schedules and events in the fencing community."]},
{"title": ["Hong Kong Cricket Association"], "address": "Room 1019, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": ["\nAll who are interested in playing cricket in Hong Kong are required to register with HKCA."]},
{"title": ["Hong Kong Equestrian Federation"], "address": "6/F., Central Complex, Hong Kong Jockey ClubShatin Race Course, ", "telephone": "2966 5078", "desc": ["The governing body for equestrian sports in Hong Kong."]},
{"title": ["Hong Kong Darts Association"], "address": "Rm. 305, Block A-B, 3/F. Wing Hin Factory Bldg31-33 Ng Fong St, ", "telephone": ", ", "desc": ["The association organizes various dart competitions and events."]},
{"title": ["Hong Kong Chinese Martial Arts Association"], "address": "Room 1008, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": []},
{"title": ["Women's Ice Hockey Organization"], "address": "93136018428", "telephone": "228", "desc": ["Includes game schedule and news about women's ice hockey in Hong Kong. Also offers paid training sessions for beginners and advanced players."]},
{"title": ["Wakeboarding Centre"], "address": "Tai Tam Tuk Village3120-4102", "telephone": "295", "desc": []},
{"title": ["Systema Hong Kong"], "address": "3/F Ngai Sheung Fty Building13 Elm Street, ", "telephone": ", ", "desc": ["\nFounded in 2010, Systema Hong Kong is the official headquarters of Systema and only certified Russian Martial art school in Hong Kong as taught by Vladimir Vasiliev and Mikhail Ryabko.", "\n", "\nWe cover strikes, grabs, ground fighting, multiple attackers, mass fighting, conventional & unconventional weapons and body guarding applications. We are unlike any other “Traditional” martial art.", "\n", "\nOur training methods are very different from the traditional martial arts approach.", "\n", "\n• There are no beginners vs. advanced classes.", "\n• We dispense with fancy uniforms and colourful belts.", "\n• Our atmosphere is open, friendly and highly productive.", "\n• Our training isn’t for competition", "\n• Our techniques are modern and applicable to every possible scenario.", "\n• In traditional martial arts schools, you learn how to stand first, and you go through kata: the movement patterns. You just drill them and memorize them. We have none of that.", "\n", "\nOur environment strives to be fun, positive and safe. We have a dynamic and refreshing approach to learning, self-defence and the importance of protecting your loved ones and yourself.", "\n", "\nFrom the very first class, you learn real street-defence situations: how to protect yourself from an attack with a knife, from choke holds.\" The System is based on intuitive reactions: what your brain tells you when the adrenalin is pumping at full force.", "\n", "\nStudents master defence against all forms of attack, including kicks, punches, chokes and holds. Students practice overcoming multiple attackers simultaneously, and learn to fight sitting, lying down and blindfolded.", "\n", "\nThe Russian system does not teach fixed stances and threatening poses, as it is believed that these tend to work counter to the principle of instant readiness for a fight and disrupt the continuity of movement.", "\n", "\n", "\n", "\nTuesday 9:30 PM to 11:00 at the HK Capoeira academy (http://www.capoeira.hk)", "\nWednesday 8:00PM to 9:30 (Cantonese Class)", "\nFriday 8:00 PM to 9:30", "\nSaturday 3:00 PM to 5:00", "\nSaturday 7:00 PM to 8:30 ", "\n", "\nRegular workshops are also held at the American Club", "\nCorporate training is also available - Contact us", "\n", "\nOur instructors, Luce & Janik are personally trained and certified by Mikhail Ryabko and have ongoing training with some of the world’s top Systema instructors in both Russia and North America such as Vladimir Vasiliev, Mikhail Ryabko, Emmanuel Manolakakis, Daniil Ryabko and Sonny Puzikas to name but a few."]},
{"title": ["Hong Kong Aikido Association"], "address": "P.O. Box 28404, Gloucester Road Post Office2427 3540", "telephone": "308", "desc": ["Promotes the sport of aikido, a non-violent, non-competitive form of martial arts, in Hong Kong."]},
{"title": ["Surf Hong Kong Ltd."], "address": "Shop 4Sai Wan Village, Sai Kung East Country Park, ", "telephone": ", ", "desc": ["\nThis may be surprising to many, but with more than 235 outlying islands scattered around Hong Kong, there is certainly an abundance of beaches and great places to surf, especially in October when the water is still warm and the waves are the biggest! For those of you who daydream non-stop of living as a beach-bum in Oahu or the Gold Coast,  you may be able to temporarily satisfy your wave-riding cravings (even if its only a slight relief) at the beautiful beaches hidden in the Sai Kung Country Park.", "\n ", "\nIf you're new to surfing or are a little rusty, ", " with Surf Hong Kong which is located in Tai Long Wan - one of Hong Kong's serene hidden gems with white sand and turquoise waters, you will feel like you're worlds apart from the bustle of Central! Don't worry about bringing anything with you (except your swimmers of course); they provide all the equipment you'll need. They also offer surf camps to kids aged 8 to 17; for more info, click ", "."]},
{"title": ["Slope 8"], "address": "1/F148 Electric Road, ", "telephone": ", ", "desc": ["\nHas it been a while since you've hit the slopes? You can practice skiing or snowboarding at this indoor training facility. There are also lessons for beginners."]},
{"title": ["SCAA Driving range"], "address": "88 Caroline Hill Road, , ", "telephone": "2577 6932", "desc": ["South China Athletic Association not only has a superb driving range but also has many other sporting facilities too."]},
{"title": ["PURE Yoga"], "address": "16/F, The Centrium60 Wyndham Street, ", "telephone": ", ", "desc": [" for the addresses and contact details for the other PURE Yoga branches in HK."]},
{"title": ["OULAMII SOOJ African Drum &amp; Dance Academy"], "address": "L8-04A, The Jockey Club Creative Arts Centre30 Pak Tin Street, ", "telephone": ", ", "desc": ["\nOulamii Sooj - literally meaning \"All Stars\" - is a music and dance academy in Hong Kong that spreads and promotes West African drumming and dancing styles through their workshops! The workshops target both children and adults and are held at various locations across Kowloon and N.T. They also sell beautifully hand-crafted musical instruments, accessories and other products through their ", ".", "\n ", "\n", ":", "\nUnit 9, 4/F, Wah Yiu Industrial Centre, 30-32 Au Pui Wan Street, Fo Tan, Sha Tin, N.T. (Fo Tan MTR Exit D)"]},
{"title": ["Kowloon Brazilian Jiu-Jitsu Club"], "address": "Rm 1303, Perfect Commercial Building20 Austin Ave, ", "telephone": ", ", "desc": ["Kowloon BJJ is a not-for-profit Brazilian Jiu-Jitsu Club. Our organization was established in May, 2005 with the intention of creating a friendly and happy home for all members to train and enjoy the art of Brazilian Jiu-Jitsu together as equals. Kowloon BJJ members range from the active BJJ competitor to the sports-fitness enthusiasts. No matter your age or objectives, Kowloon BJJ is for you. We truly stick by our motto of grappling for all. So, why not come by and give our club a try? No need to make an appointment; just stop by during any of our regularly scheduled class periods. All are welcome: Hong Kong residents and international visitors alike. See you on the mat!"]},
{"title": ["Progressive Squash Club"], "address": "Java Road Squash Court99 Java Road, ", "telephone": ", ", "desc": ["The Progressive Squash Club was formed in 1995, and participates in events held by Hong Kong Squash, as well as their own social events. Training is every Saturday. E-mail if interested."]},
{"title": ["Oasis Dance Center"], "address": "4th Floor, Anton Building1 Anton Street, ", "telephone": ", ", "desc": ["\nOasis Dance Center, located in Wanchai offers dance classes in a variety of styles including Belly Dancing, Arabian, Flamenco, Traditional Indian and Hawaiian Hula. They also have classes for children that focus on art through movement, dance, poetry and music and strengthens artistic eurythmy skills."]},
{"title": ["Paintball Headquarters"], "address": "Unit 2-3, G/F Po Lung Centre11 Wang Chiu Road, ", "telephone": ", ", "desc": ["\nEstablished in 2002, Paintball HQ currently serves as Hong Kong's only indoor paintballing stadium. The stadium features a 10,000 square foot field that is expertly designed with double-storey towers, partitions, bridges and oil barrels and decked out with lighting, sound systems and smoke effects. The minimum age limit is 8 years and participant must be at least 130cm tall. You don't have to worry about bringing anything; rental equipment (including goggles, apparel, guns etc.) are provided. Painball HQ accomodates groups of 10 (min) to 60 (max) players at a time, although the number of players permitted on the field depends on how many hours the field has been booked for. Please find detailed prices and game time information ", ".  ", "\n ", "\n", " HK$280/person (incl. rental gears + 100 paintballs)", "\n", "(full-time students under 18yrs. w/ valid student ID): HK$250/person (incl. rental gears + 150 paintballs)", "\n "]},
{"title": ["HKU Sandy Bay Rugby Football Club"], "address": "Pitch 1, Stanley Ho Playing Fields10 Sha Wan Drive, ", "telephone": ", ", "desc": ["Affiliated with the University of Hong Kong Staff Sports Association, Sandy Rugby Football Club welcomes all members of communities and teaches all ages and levels of ability from mini rugby (4-11 years) to youth (12-18 years). As a club that runs on a volunteer basis, they provide a general atmosphere of fun and enjoyment. Promoting team spirit, confidence, safety, sportsmanship, self-discipline is also an integral part of the learning process."]},
{"title": ["HKJJ Hongkong Jiiu-Jitsu Brazilian Jiu Jitsu Academy"], "address": "Work Shop A,8F,Splendid Centre100 Larch Street, ", "telephone": ", ", "desc": ["At HONGKONG JIU-JITSU, you can learn the [art of gentle] which is the most fast growing martial arts sport in the world today. "]},
{"title": ["Clearwater Bay Golf &amp; Country Club"], "address": "139 Tai Au Mun Road, , ", "telephone": ", ", "desc": ["\nClearwater Bay Golf & Country Club is a members-only club that features a swimming pool, racket courts, gym, spa, shops and restaurants, a 9-hole executive golf course, and an 18-hole main golf course. The executive golf course is open to visitors on weekdays only, with a green fee of HK$800. Advanced booking is required. The main golf course has a green fee of HK$1,600-1,800 for local visitor, and HK$1,800-2,000 for overseas visitors. Advanced booking is required."]},
{"title": ["Golf Waterfall"], "address": "2271 4001311", "telephone": "181", "desc": ["On top of Olympic city 1 in Tai Kok Tsui, this driving range and putting area is open for members and non members alike and also has club hire."]},
{"title": ["DanzStage"], "address": "Room 1-2 20/F148 Electric Road, ", "telephone": ", ", "desc": ["Come join classes taught by world renowned instructors Alex & Sammy in Hong Kong!  Everything from getting you onto the dance floor to aerial instruction can be taught by these 2 instructors.  Our beautiful dance studio: DanzStage located in Tin Hau is spacious, has wooden floors, and is air conditioned for your comfort."]},
{"title": ["Epic MMA Club"], "address": "1/F, China Building29 Queen's Road Central, ", "telephone": ", ", "desc": ["\nEpic MMA Club opened its doors in March of 2012 driven by the belief that fitness and martial arts have the power to change lives. Not only does Epic promote various martial arts, strength and conditioning techniques, and fitness alternatives, but also promotes a lifestyle of learning, self-awareness and sustainable health. In addition to offering the widest variety of classes in fitness and martial arts, Epic possess a team of instructors with unparalleled experience, hand-picked from the world over. "]},
{"title": ["BounceLimit"], "address": "13/F The Pemberton22-26 Bonham Strand, ", "telephone": ", ", "desc": ["\nBounceLimit is Asia’s first-ever trampoline fitness studio equipped with 32 individual mini-trampolines or “rebounders”. The studio offers a range of functional and bodyweight exercise classes on the rebounders, including AirBounce, MaxBounce, MilitaryBounce, and BouncePilates, ensuring the body gets the best fitness results from a varied workout. Hailing from a range of different backgrounds in fitness and health expertise, BounceLimit’s trainers provide customized guidance towards clients’ fitness goals. In addition to rebounder classes, the studio offers group classes in dance and floor training. Some programs also offer the option of personalised one-on-one training. "]},
{"title": ["Aerial Arts Academy"], "address": "16/F Parkview Commercial Building9-11 Shelter Street, ", "telephone": ", ", "desc": ["\nAA members include the world’s most recognized master trainers and instructors of aerial arts, and its mission is to give ordinary people access to aerial arts for creative, health and fitness purposes in a safe and professional environment. A member of the Aerial Arts Association and International Pole Dance Fitness Association, it is the world’s first and only academy to offer accredited aerial arts certification, such as Viva Vertical Pole Fitness with the Asian Academy of Sport Fitness Professionals. "]},
{"title": ["HONG KONG JIU-JITSU"], "address": "Room A, 2/F,69 Bedford Road,, ", "telephone": ", ", "desc": []},
{"title": ["FEEL THE BEAT Dance Studio / ABHYAAS - Yoga &amp; Wellness"], "address": "5B, Wing Wong Commercial Building557-559 Nathan Road, ", "telephone": ", ", "desc": ["\nFeel The Beat Dance Studio specializes in Pop/Jazz, Hip Hop, Bollywood, Indian Classical, Semi-Classical and Folk Dance. Our studio also features one of the best yoga instructions in Hong Kong delivered by \"Abhyaas - Yoga and Wellness\" which could not be missed either!", "\nBollywood dances are fast paced and high-energy dance sequences found in movies. It mixes western hip hop/jazz aspects with the elements of classical Indian dances. The dances are cheeky, energetic and filled with optimism, which are lively combinations of acting and dancing. We are a high quality dance academy for dance lovers to explore international dance styles through the traditional and modern Indian culture of dance. These dance styles are also perfect for beginners to start with as a dance workout.", "\nSend us an email to ", " for more details of open/private classes, specialty classes for kids/weddings/schools/team building/corporate training and more today!", "\nFEEL THE BEAT Dance Studio http://ftbuday.com", "\nABHYAAS - Yoga & Wellness http://www.abhyaas.org"]},
{"title": ["Aqua Bound Centre"], "address": "Stanley Main Beach8211-3876", "telephone": "327", "desc": []},
{"title": ["Judo Association of Hong Kong"], "address": "Room 1024, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": []},
{"title": ["Hong Kong Triathlon Association"], "address": "Room 1020, Olympic House1 Stadium Path, ", "telephone": "2504 8282", "desc": ["The governing body of triathlon, duathlon, and other related multi-sport activities in Hong Kong."]},
{"title": ["Hong Kong Tango Academy"], "address": "22/F Great Smart Tower230 Wan Chai Road, ", "telephone": "9104 5307", "desc": ["\nFounded in 1998, the Hong Kong Tango Academy teaches Argentine Tango every Friday and Saturday night."]},
{"title": ["DANCE WITH STYLE"], "address": "Unit E, 1/F, Cheong Hong Mansion25-33 Johnston Road, ", "telephone": ", ", "desc": []},
{"title": ["Hong Kong Trampers"], "address": "8209-05171376", "telephone": "335", "desc": ["Led by volunteers, all are welcome to join this group on their walks."]},
{"title": ["Hong Kong Tennis Association"], "address": "Room 1021, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": ["Organizes local and international events in Hong Kong, including leagues and training."]},
{"title": ["Hong Kong Ten Pin Bowling Congress"], "address": "Room 2004, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": ["Recognized by the Sports Federation and Olympic Committee of Hong Kong, HKTPBC organizes major tournaments and events in Hong Kong. Also provides a listing of bowling centres and clubs."]},
{"title": ["Hong Kong Rugby Football Union"], "address": "Room 2001, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": ["Organizes all major events and tournaments for rugby in Hong Kong, as well as the fixtures for the local club teams. Also includes a directory of all the rugby clubs in Hong Kong."]},
{"title": ["Hong Kong Kendo Association"], "address": "2504 8145272", "telephone": "76", "desc": ["The Hong Kong Kendo Association was founded in 1970 by Mr Wei Won, a businessman with martial art background, Mr Wong Lon, A Judo instructor trained in Japan who also practiced kendo and Mr Willian Wun Lin Chue, an engineer who learned Kendo from tow Japanese sensei while on assignment in Malaysia. Mr Wei was the President for the first few years then followed by Mr Chue. For over 15 years Mr Chue built the Association from a meagre start to a small but strong group of Kendoists recognised by the International Kendo Federation and the Amateur Sports Federation and the Olyympic Committee of Hong Kong.", "Mr Chue resigned the presidency in 1988 when he immigranted to Canada. He is now 6 Dan Kendo Renshi and 6 Dan Iaido Renshi. ", "The Association was incorporated on the 8th March, 1994 as the Hong Kong Kendo Association Limited ", "Now Hong Kong Kendo Association Ltd is the affiliate member of International Kendo Federation (IKF) Sports Federation and the Olympic Committee of Hong Kong, China"]},
{"title": ["Hong Kong Karate-do Federation Ltd"], "address": "Rm1031, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": []},
{"title": ["Hong Kong Ice Hockey Association"], "address": "Room 1023, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": ["HKIHA promotes the sport of ice hockey and inline hockey in Hong Kong."]},
{"title": ["Hong Kong Hockey Association"], "address": "1/F, Administration Block, King's Park Hockey Ground6 Wylie Road, ", "telephone": ", ", "desc": ["Includes fixtures and results, and listing of clubs for field hockey in Hong Kong."]},
{"title": ["Hong Kong Golf Club"], "address": "P. O. Box 1, Shek Wu Hui Post Office819", "telephone": "249", "desc": ["\nBased in Fanling and Deep Water Bay, the club has one of the largest ladies' sections in Hong Kong. It also hosts the prestigious Hong Kong Open."]},
{"title": ["Hong Kong Football Association"], "address": "55 Fat Kwong Street, , ", "telephone": ", ", "desc": ["The governing body of football in Hong Kong, several leagues play under HKFA. They organize competitions for all amateurs and professionals in Hong Kong, including the national team."]},
{"title": ["Hong Kong Golf Association"], "address": "Suite 2003, Olympic House1 Stadium Path, ", "telephone": ", ", "desc": ["\nThe governing body of amateur golf in Hong Kong. Also includes information on driving ranges and clubs."]}]